Repository: tarekfoudanojom/Mobile-Base-Arc-
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Account Management Fee
ar: رسوم إدارة الحساب

source: Add to Campaign
ar: أضف للحملة

source: Select Orders
ar: اختر الطلبات

# select_orders_to_add
source: Select orders to add to campaign
ar: اختر الطلبات لإضافتها للحملة

source: No orders available
ar: لا توجد طلبات متاحة

source: Save Selected
ar: حفظ المحدد

source: Add to New Campaign
ar: إضافة لحملة جديدة

source: Add to other Campaign
ar: إضافة لحملة اخرى

# new_campaign_will_be_created
source: A new campaign will be created and the influencer will be added to it
ar: سيتم إنشاء حملة جديدة وإضافة المؤثر إليها

source: Display
ar: عرض

source: Influencer is added to
ar: تمت إضافة المؤثر إلى

# campaign_already_participated
source: The influencer within this campaign cannot be added or removed
ar: المؤثر ضمن هذه الحملة، لا يمكن إضافته أو إزالته

source: Complete Order
ar: إتمام الطلب

source: Total amount for drafts influencers
ar: إجمالي المبلغ للمسودة

# amount_will_calculated_when_adding_services
source: The total amount is shown when adding services for any influencer.
ar: إجمالي المبلغ يظهر عند إضافة خدمات لأي مؤثر.

# draft_stars_added_successfully
source: Draft stars added to campaigns successfully
ar: تمت إضافة المؤثرين إلى مسودة الحملات بنجاح

source: Campaign ID not found
ar: معرف الحملة غير موجود

source: Star ID not found
ar: معرف المؤثر غير موجود

source: Asset deleted successfully
ar: تم حذف المرفق بنجاح

source: Failed to delete asset
ar: فشل في حذف المرفق

source: Error loading star details
ar: خطأ في تحميل تفاصيل المؤثر

source: Reset
ar: إعادة تعيين

source: Filter
ar: التصفية

source: Followers: High to Low
ar: المتابعين: الأعلى إلى الأقل

source: Followers: Low to High
ar: المتابعين: الأقل إلى الأعلى

source: Save Draft
ar: حفظ المسودة

# addition_to_campaign
source: Add to Campaign
ar: إضافة الى حملة

# delete_draft_influencer_title
source: Delete Draft Influencer
ar: حذف المسودة

# delete_draft_influencer_description
source: Are you sure you want to delete this draft influencer?
ar: هل أنت متأكد أنك تريد حذف هذه المسودة الخاصة بالمؤثر؟

source: Not Determined
ar: غير محدد

# influencer_removed_from_draft
source: {name} has been removed from draft
ar: تمت إزالة {name} من المسودة

# removed_from_draft_suffix
source: has been removed from draft
ar: من المسودة

# information_saved
source: Changes saved successfully
ar: تم حفظ التعديلات

source: Unsaved Changes
ar: تغييرات غير محفوظة

# unsaved_changes_message
source: You have unsaved changes. Are you sure you want to leave without saving?
ar: لديك تغييرات غير محفوظة. هل أنت متأكد أنك تريد المغادرة بدون حفظ؟

# unsaved_changes_title
source: Do you want to ignore the changes?
ar: هل تريد تجاهل التغييرات؟

# unsaved_changes_subtitle
source: If you go back now, you will lose your edits.
ar: اذا تراجعت الان، سوف تفقد تعديلاتك.

source: Custom Offer
ar: عرض مخصص

source: Select Services
ar: حدد الخدمات

source: Followers Category Details
ar: تفاصيل فئة المتابعين

source: Service Name
ar: اسم الخدمة

# custom_service_other
source: Other Custom Service
ar: خدمة مخصصة اخرى

# custom_offer_exists
source: A custom offer already exists for this service
ar: يوجد عرض مخصص مضاف لنفس هذه الخدمة

# ready_service_exists
source: A ready-made service already exists for this service
ar: يوجد خدمة جاهزة مضافة لنفس هذه الخدمة

source: Details for Influencer
ar: تفاصيل للمؤثر

source: Order Delivery Date
ar: تاريخ تسليم الطلب

source: Short Description
ar: وصف مختصر

# enter_ad_details
source: Write advertisement details for the influencer here
ar: اكتب تفاصيل تخص الإعلان للمؤثر هنا

source: Send Custom Offer
ar: أرسل عرض مخصص

source: Add Custom Offer
ar: إضافة عرض مخصص

# service_name_required
source: Service name is required
ar: اسم الخدمة مطلوب

# price_required
source: Price is required
ar: السعر مطلوب

# service_name_duplicate
source: Service name is duplicated
ar: اسم الخدمة مكرر

# age_15_20
source: 15-20 years
ar: 20-15 سنة

# age_21_25
source: 21-25 years
ar: 25-21 سنة

# age_26_35
source: 26-35 years
ar: 35-26 سنة

# age_36_45
source: 36-45 years
ar: 45-36 سنة

# age_46_plus
source: 46 years and above
ar: 46 سنة فأكثر

# nano
source: Nano (0 - 1,000)
ar: نانو (0 - 1,000)

# micro
source: Micro (1,000 - 100k)
ar: مايكرو (1,000 - 100 الف)

# macro
source: Macro (100k - 1M)
ar: ماكرو (100 الف - مليون)

# plus_1m
source: +1M
ar: +1 مليون

source: Home
ar: الرئيسية

source: Add Extra Service
ar: إضافة خدمة إضافية

# you_can_send_offer
source: You can send a custom offer to the influencer.
ar: يمكنك إرسال عرضك المخصص للمؤثر.

source: Share Campaign
ar: مشاركة الحملة

source: Share
ar: مشاركة

# how_score_calculated
source: How this score is calculated
ar: كيفية حساب هذه الدرجة

source: Compatibility Score
ar: درجة التوافق

# compatibility_score_details
source: Compatibility Score Details with this Influencer
ar: تفاصيل درجة التوافق مع هذا المؤثر

# compatibility_score_description
source: This score represents how well this influencer matches you, based on a set of criteria related to their audience and account performance.
ar: هذه الدرجة تمثل مدى ملاءمة هذا المؤثر لك، بناءً على مجموعة من المعايير المرتبطة بجمهوره وأداء حسابه.

# how_to_calculate_score
source: How to Calculate this Score
ar: كيفية حساب هذه الدرجة

source: Domain Match
ar: تطابق المجال

source: Audience Quality
ar: جودة الجمهور

source: Previous Clients
ar: العملاء السابقين

source: Audience Authenticity
ar: مصداقية الجمهور

source: Audience Reachability
ar: قابلية الوصول

# audience_authenticity_description
source: Audience Quality Score (AQS) is a composite metric from 1 to 100 that defines the overall quality of an influencer’s audience. It depends on several factors such as: engagement rate, audience quality, follower/following growth, and interaction credibility. The higher the AQS value, the better the quality.
ar: درجة جودة الجمهور (AQS) هي مقياس مركّب من 1 إلى 100 يحدد الجودة العامة لجمهور المؤثر. تعتمد على عدة عناصر مثل: معدل التفاعل، جودة الجمهور، نمو المتابعين والمتابَعين، ومصداقية التفاعل. كلما ارتفعت قيمة AQS كانت الجودة أفضل.

source: Real people
ar: أشخاص حقيقيون

source: Mass following
ar: كثيرة المتابعات

source: Suspicious accounts
ar: حسابات مشبوهة

# domain_match_description
source: Measures how well the influencer’s domain matches the campaign’s categories. The higher the match, the more suitable the influencer is for the campaign.
ar: تقيس مدى تطابق مجالات المؤثر مع فئات الحملة. كلما زاد هذا التطابق، زادت ملاءمة المؤثر للحملة.

# engagement_rate_description
source: Reflects the level of audience interaction with the influencer’s content on social platforms (likes, comments, shares). This helps measure how impactful the content is on followers.
ar: يعكس مستوى تفاعل الجمهور مع محتوى المؤثر على منصات التواصل الاجتماعي (مثل الإعجابات، التعليقات، والمشاركات). يساعد هذا المؤشر في قياس مدى تأثير المحتوى على المتابعين.

source: Previous work
ar: الأعمال السابقة

# previous_work_description
source: Evaluates the influencer’s past collaborations with brands in the same campaign domain.
ar: يقيّم مدى تعاون المؤثر سابقًا مع علامات تجارية في نفس مجال الحملة.

source: Audience credibility
ar: مصداقية الجمهور

# audience_credibility_description
source: Shows the percentage of real audience, based on the ratio of real people and influencers in the account. The higher the ratio, the more credible the audience. If a large part of the audience consists of mass-following or suspicious accounts, the audience is considered unreliable.
ar: مصداقية الجمهور توضح نسبة الجمهور الحقيقي، وتعتمد على نسبة الأشخاص الحقيقيين والمؤثرين في الحساب. كلما زاد عددهم، ارتفعت مصداقية الجمهور. أما إذا كان جزء كبير من الجمهور عبارة عن حسابات كثيرة المتابعات أو حسابات مشبوهة، فإن الجمهور يعتبر غير موثوق.

# audience_reachability1
source: Audience Reachability
ar: قابلية الوصول إلى الجمهور

# audience_reachability_description
source: Users following fewer than 1500 accounts are considered reachable and often see most of the influencer’s posts. Those following many accounts are less likely to see the influencer’s content among thousands of posts, making reachability lower.
ar: المستخدمون الذين يتابعون أقل من 1500 حساب يُعتبرون جمهورًا يمكن الوصول إليه، وغالبًا يشاهدون معظم منشورات المؤثر. أما الأشخاص الذين يتابعون عددًا كبيرًا من الحسابات، فقد لا تظهر لهم منشورات المؤثر بين آلاف المنشورات الأخرى، لذلك يُعتبر وصول هذا الجمهور أقل.

# influencers1
source: Influencers
ar: مؤثرون

# influencers_description
source: Accounts with more than 5000 followers.
ar: هي الحسابات التي لديها أكثر من 5000 متابع.

# mass_following1
source: Mass following accounts
ar: الحسابات كثيرة المتابعات

# mass_following_description
source: Accounts that follow more than 1500 profiles. People with a high number of followings are less likely to see the influencer’s posts, as platforms prioritize showing posts from accounts they engage with more. Some of these accounts may also use automated methods like follow/unfollow to force the influencer to follow them back.
ar: الحسابات التي تتابع أكثر من 1500 حساب. الأشخاص الذين لديهم عدد كبير من المتابَعين تقل احتمالية مشاهدتهم لمنشورات المؤثر، حيث تعطي المنصات أولوية لعرض منشورات الحسابات التي يتفاعلون معها أكثر. كما أن بعض هذه الحسابات قد تستخدم طرقًا آلية مثل متابعة/إلغاء متابعة المؤثر لإجباره على متابعتهم.

# suspicious_accounts1
source: Suspicious accounts
ar: حسابات مشبوهة

# suspicious_accounts_description
source: Bots or individuals using automated tools to increase likes and comments or to buy followers are considered suspicious accounts. They are detected by a machine learning model trained on over 53 patterns, capable of identifying 95% of known fraudulent activities.
ar: بوتات أو أشخاص يستخدمون أدوات آلية لزيادة الإعجابات والتعليقات أو شراء المتابعين يُعتبرون حسابات مشبوهة. يتم الكشف عنها عبر نموذج تعلم آلي مدرَّب على أكثر من 53 نمط، ويستطيع تحديد 95٪ من الأنشطة الاحتيالية المعروفة.

# audience_quality_score
source: Audience Quality Score (AQS)
ar: درجة جودة الجمهور (AQS)

# definition
source: A composite score from 1 to 100 that determines the overall quality of an influencer's audience. The higher the AQS, the better the quality.
ar: هي مقياس مركّب من 1 إلى 100 يحدد الجودة العامة لجمهور المؤثر. كلما ارتفعت قيمة AQS كانت الجودة أفضل.

# audience_quality_score_criteria_title
source: Audience Quality Score Criteria
ar: معايير حساب درجة جودة الجمهور

# engagement_rate_description1
source: The percentage of followers who interact with the influencer’s content.
ar: نسبة المتابعين الذين يتفاعلون مع محتوى المؤثر.

# audience_quality_description
source: The percentage of real people and influencers among the influencer’s followers.
ar: نسبة الأشخاص الحقيقيين والمؤثرين بين متابعي المؤثر.

# followers_growth
source: Followers & Following Growth
ar: نمو المتابعين والمتابَعين

# followers_growth_description
source: Patterns of growth in followers and the accounts the influencer follows.
ar: أنماط نمو المتابعين والحسابات التي يتابعها المؤثر.

source: Interaction Credibility
ar: مصداقية التفاعل

# interaction_credibility_description
source: The percentage of recent likes and comments from real people, without inflation from engagement pods or giveaway contests.
ar: نسبة الإعجابات والتعليقات الأخيرة من أشخاص حقيقيين، بدون تضخيم عبر مجموعات التفاعل أو مسابقات الجوائز.

source: Audience Trustworthiness
ar: مصداقية الجمهور

# audience_trustworthiness_description
source: Audience trustworthiness means having real people and influencers in the account, while excluding suspicious accounts and mass-follow accounts. It indicates the percentage of genuine audience and depends on the ratio of real people and influencers. The higher their number, the greater the trustworthiness of the audience. If a large portion of the audience consists of suspicious or mass-follow accounts, the audience is considered unreliable.
ar: مصداقية الجمهور تعني وجود أشخاص حقيقيين ومؤثرين ضمن الحساب، مع استبعاد الحسابات المشبوهة وكثيرة المتابعات. وهي توضح نسبة الجمهور الحقيقي وتعتمد على نسبة الأشخاص الحقيقيين والمؤثرين في الحساب. كلما زاد عددهم ارتفعت مصداقية الجمهور، أما إذا كان جزء كبير من الجمهور عبارة عن حسابات مشبوهة أو كثيرة المتابعات فإن الجمهور يُعتبر غير موثوق.

source: Low Match
ar: توافق ضعيف

source: Weak Match
ar: توافق ضعيف

source: Poor Match
ar: توافق منخفض

source: Good Match
ar: توافق جيد

source: Very Good Match
ar: توافق جيد جدًا

source: Excellent Match
ar: توافق ممتاز

# favorites_create_list_title
source: Create List
ar: إنشاء قائمة

# favorites_create_first_list_subtitle
source: Create your first list to group your favorite influencers
ar: أنشئ أول قائمة لتجمع مؤثريك المفضلين

# favorites_create_new_list_button
source: Create new list
ar: إنشاء قائمة جديدة

# favorites_max_30_chars
source: Maximum 30 characters
ar: بحد أقصى 30 حرف

# favorites_char_count_suffix
source: chars
ar: حرف

source: Create
ar: إنشاء

# favorites_select_lists_to_add_influencer
source: Select the lists you want to add the influencer to
ar: حدد القوائم التي تريد إضافة المؤثر لها

# active_bundle_services
source: Activate a unified price (package)
ar: تفعيل سعر موحّد (باكج)

# price_will_be_unified_when_sending_offer
source: Price will display to the customer as one price for all platforms.
ar: يُعرض السعر للعميل كسعر واحد لكل المنصات.

source: Unified Price
ar: السعر الموحّد

# notes_for_client
source: Client Notes
ar: ملاحظات للعميل

# add_notes_for_client
source: Add you notes here...
ar: أضف ملاحظاتك هنا...

# cannot_change_quantity_in_bundle_mode
source: The unified price is enabled; you cannot choose services.
ar: السعر الموحّد مفعل، لا يمكنك اختيار خدمات

source: Package
ar: باكج

# toast_influencer_removed_from
source: Influencer removed from
ar: تمت إزالة المؤثر من

# manage_lists_subtitle
source: Select the lists you want to add or remove the influencer from
ar: حدد القوائم لإضافة أو إزالة المؤثر

# when_add_influencer_it_will_appear_here
source: When you add an influencer to your favorites, they will appear here.
ar: عند إضافة مؤثرين لهذه القائمة، سيظهرون هنا.

source: Influencers in
ar: المؤثرين في

# login_to_view_favorites
source: Login to view your favorites
ar: سجّل الدخول لعرض مفضلتك

# login_to_view_favorites_subtitle
source: You can add influencers to favorites, view or manage them after logging in.
ar: يمكنك إضافة المؤثرين إلى المفضلة، ومشاهدتهم أو إدارتهم بعد تسجيل الدخول.

# login_to_view_all_influencers
source: Login to access all influencers
ar: سجّل الدخول للوصول إلى جميع المؤثرين

# login_to_view_all_influencers_subtitle
source: To view all influencers and choose the most suitable for your advertising campaigns, please log in to your account.
ar: لمشاهدة جميع المؤثرين واختيار الأنسب لحملاتك الإعلانية، قم بتسجيل الدخول إلى حسابك.

# login_to_view_influencers_services
source: Login to access influencer services
ar: سجّل الدخول للوصول إلى خدمات المؤثرين

# login_to_view_influencers_services_subtitle
source: To view all available influencer services and choose the most suitable for your advertising campaigns, please log in to your account.
ar: لمشاهدة جميع خدمات المؤثرين المتاحة واختيار الأنسب لحملاتك الإعلانية، قم بتسجيل الدخول إلى حسابك.

# no_platforms
source: No platforms available
ar: لا توجد منصات متاحة

# tech
source: Technology & Devices
ar: التقنية والأجهزة

# zero_service_fee
source: 0% Service Fee
ar: 0% رسوم الخدمة

# first_month_offer
source: Save your full budget — your campaigns in the first month have no 5% service fee.
ar: وفّر ميزانيتك كاملة، حملاتك في أول شهر من غير 5% رسوم خدمة.

# start_campaign_now
source: Start Your Campaign Now
ar: ابدأ حملتك الآن

source: Days Remaining
ar: يوم متبقي

source: Remaining
ar: متبقية

source: News Accounts
ar: حسابات إخبارية

# all_tab
source: All
ar: الكل

source: No recent searches
ar: لا توجد عمليات بحث حديثة

# no_filter_data_title
source: No influencers match the current filter.
ar: لا يوجد مؤثرين يطابقون التصفية الحالية

# no_filter_data_subtitle
source: Try adjusting your filter options to get more results.
ar: جرّب تعديل خيارات التصفية للحصول على نتائج أكثر

source: Platform
ar: المنصة

# mosoque_exist
source: Mawthooq exist
ar: يوجد موثوق

source: Show Results
ar: عرض النتائج

source: Any Number
ar: أي عدد

source: General Accounts
ar: حسابات عامة

# start_your_first_favorite
source: Start your first Favorites list
ar: ابدأ أول مفضلة لك

# start_your_first_favorite_subtitle
source: Gather your favorite influencers into your own lists.
ar: اجمع مؤثريك المفضلين في قوائم خاصة بك.

# please_select_country_first
source: Please select a country first
ar: يرجى اختيار الدولة أولاً

# migrate_to_nogom_title
source: We've Moved to Nojom App!
ar: انتقلنا إلى تطبيق نجوم الجديد!

# migrate_to_nogom_description
source: The Brand app has been merged with the Nojom app for a unified experience that brings companies and influencers together in one place. You can continue using your current account and all your data through the Nojom app.
ar: تم دمج تطبيق البراند مع تطبيق نجوم لتجربة موحّدة تجمع الشركات والمؤثرين في مكان واحد. يمكنك متابعة استخدام حسابك الحالي وجميع بياناتك من خلال تطبيق نجوم.

# migrate_to_nogom_button
source: Go to Nojom App
ar: انتقل إلى تطبيق نجوم

# migrate_to_nogom_subtitle
source: Your data is safe, continue with the same account in Nojom app.
ar: بياناتك محفوظة، تابع في تطبيق نجوم بنفس حسابك.

source: Explore
ar: استكشف

# welcome_message
source: Welcome to Nojom
ar: مرحبًا بك في نجوم
