Repository: tarekfoudanojom/Mobile-Base-Arc-
Catalog: lib/l10n/intl_*.arb
Languages: ar

# selling_price_validation
source: The selling price must be equal to or greater than the buying price.
ar: يجب أن يكون سعر البيع مساويًا أو أكبر من سعر الشراء.

# update_required_title
source: Update Required
ar: تحديث مطلوب

# update_required_message
source: We've released a new and improved update. Please update the app to continue using it.
ar: لقد أطلقنا تحديثًا جديدًا ومحسّنًا. يرجى تحديث التطبيق للاستمرار في استخدامه.

source: Update Now
ar: حدث الآن

source: Quantity
ar: عدد

source: Hide Details
ar: إخفاء التفاصيل

source: Additional
ar: إضافية

# discount_up_to_percent
source: Discount up to
ar: خصم حتى

source: Delete Chat
ar: حذف المحادثة

source: Images
ar: الصور

# connectionSource
source: Contacts
ar: جهة اتصال

# documentText
source: Document
ar: مستند

source: Select contact
ar: اختر جهة الاتصال

# deleteChatDesc
source: Are you sure you want to delete this conversation?
ar: هل أنت متأكد أنك تريد حذف هذه المحادثة؟

source: Send Location
ar: إرسال الموقع

# search_address
source: Search or enter an address
ar: البحث أو إدخال عنوان

source: Share live location
ar: مشاركة الموقع المباشر

# send_current_location
source: Send your current location
ar: إرسال موقعك الحالي

source: Nearby places
ar: الأماكن المجاورة

# live_location_duration_15
source: 15 minutes
ar: 15 دقيقة

# live_location_duration_60
source: 1 hour
ar: ساعة واحدة

# live_location_duration_480
source: 8 hours
ar: 8 ساعات

source: Current location shared
ar: تم مشاركة الموقع الحالي

# place_location_shared
source: Location shared
ar: تم مشاركة الموقع

# live_location_started
source: Live location sharing started
ar: بدء مشاركة الموقع المباشر

# location_error_general
source: Failed to get location
ar: فشل في الحصول على الموقع

# location_permissions_denied
source: Location permissions are denied
ar: تم رفض أذونات الموقع

source: Location unavailable
ar: الموقع غير متوفر

source: Getting location...
ar: جاري الحصول على الموقع...

source: Locating...
ar: جاري تحديد الموقع...

source: Search failed
ar: فشل البحث

source: No places found
ar: لم يتم العثور على أماكن

# current_location_message
source: Current Location
ar: الموقع الحالي

# location_message_title
source: Location
ar: الموقع

# live_location_message
source: Live Location
ar: الموقع المباشر

# live_location_with_duration
source: Live Location ({duration} min)
ar: الموقع المباشر ({duration} دقيقة)

# location_expired
source: Expired
ar: انتهت الصلاحية

# live_location_active
source: Live • {minutes} min remaining
ar: مباشر • {minutes} دقيقة متبقية

source: Location sharing stopped
ar: تم إيقاف مشاركة الموقع

source: Open in Maps
ar: فتح في الخرائط

# stop_live_location
source: Stop
ar: إيقاف

# live_location_stopped_success
source: Live location sharing stopped
ar: تم إيقاف مشاركة الموقع المباشر

# live_location_stop_failed
source: Failed to stop live location
ar: فشل في إيقاف الموقع المباشر

source: Read
ar: مقروءة

# add_at_least_one_service_to_draft
source: Add at least one service to any influencer draft.
ar: أضف خدمة واحدة على الأقل إلى أي مسودة خاصة بمؤثر.

source: Category Score
ar: درجة الفئة

# instagram_er
source: ER
ar: معدل التفاعل

# instagram_authenticity
source: Authenticity
ar: المصداقية

# instagram_reachability
source: Reachability
ar: قابلية الوصول

# instagram_aqs
source: AQS
ar: درجة جودة الحساب

source: Final Score
ar: النتيجة النهائية

source: Add Balance
ar: إضافة رصيد

source: Refund
ar: استرداد

source: Hold Amount
ar: مبلغ محتجز

source: Release Amount
ar: مبلغ مفرج عنه

source: Within this month
ar: خلال هذا الشهر

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

# set_amount_title
source: Set the amount you want to add
ar: حدد المبلغ الذي تود إضافته

# wallet_available_balance
source: Available balance in wallet
ar: المبلغ المتاح بالمحفظة

# wallet_amount_to_add
source: Amount you want to add
ar: المبلغ الذي تود إضافته

# wallet_total_balance
source: Total amount in wallet
ar: المبلغ الإجمالي بالمحفظة

source: Archive
ar: أرشفة

source: Archived Chats
ar: محادثات مؤرشفة

source: The Search
ar: البحث

source: Unarchive
ar: إلغاء الأرشفة

source: Unpin
ar: إلغاء

source: Sponsorship score
ar: اعلانات

# pin_limit
source: You can pin only 3 conversations
ar: يمكنك تثبيت 3 محادثات فقط

# pin_limit_reached
source: Remove a currently pinned conversation to pin this one instead.
ar: قم بإزالة محادثة مثبتة حالياً لتثبيت هذه المحادثة بدلاً منها

source: Sent successfully
ar: تم الإرسال بنجاح

source: Send Report
ar: إرسال تقرير

# feedback_sent
source: The Feedback is sent
ar: تم إرسال التعليق

# bank_updated_success
source: Bank updated successfully
ar: تم تحديث البنك بنجاح

source: Purchase Price
ar: سعر الشراء

source: Selling Price
ar: سعر البيع

source: Continue Editing
ar: متابعة التعديل

source: Discard changes
ar: تجاهل التغييرات

source: Open
ar: فتح

source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء

source: You
ar: أنت

source: Reply
ar: رد

source: Download completed
ar: تم التحميل بنجاح

source: Download failed
ar: فشل التحميل

source: Loading GIF...
ar: جاري تحميل الصورة المتحركة...

source: Failed to load GIF
ar: فشل في تحميل الصورة المتحركة

source: GIF not available
ar: الصورة المتحركة غير متوفرة

source: Loading video...
ar: جاري تحميل الفيديو...

source: Failed to load video
ar: فشل في تحميل الفيديو

# video_not_available
source: Video source not available
ar: مصدر الفيديو غير متوفر

source: Pin Message
ar: تثبيت الرسالة

source: Unpin Message
ar: إلغاء تثبيت الرسالة

# pin_message_description
source: This message will be pinned to the top of the chat for everyone.
ar: سيتم تثبيت هذه الرسالة في أعلى الدردشة للجميع.

# unpin_message_description
source: This message will be unpinned from the top of the chat.
ar: سيتم إلغاء تثبيت هذه الرسالة من أعلى الدردشة.

source: Message pinned successfully
ar: تم تثبيت الرسالة بنجاح

source: Message unpinned successfully
ar: تم إلغاء تثبيت الرسالة بنجاح

source: Failed to pin message
ar: فشل في تثبيت الرسالة

source: Failed to unpin message
ar: فشل في إلغاء تثبيت الرسالة

source: Failed to share
ar: فشل في المشاركة

# reaction_like
source: Like
ar: إعجاب

# reaction_love
source: Love
ar: حب

# reaction_haha
source: Haha
ar: ضحك

# reaction_wow
source: Wow
ar: مذهل

# reaction_sad
source: Sad
ar: حزن

# reaction_angry
source: Angry
ar: غضب

source: selected
ar: محدد

# select_at_least_one_channel
source: Please select at least one channel
ar: اختر قناة واحدة على الأقل

# cooperating_with_companies
source: Cooperating with companies enhances opportunities and profile attractiveness.
ar: التعاون مع الشركات يعزز الفرص وجاذبية الملف الشخصي.

# go_to_profile
source: Go to Portfolio
ar: الذهاب إلى الملف الشخصي

source: Forward message
ar: إعادة توجيه الرسالة

source: Forward
ar: إعادة توجيه

source: Forwarding...
ar: جاري الإعادة توجيه...

source: Forwarded
ar: تم إعادة التوجيه

source: Slide to cancel
ar: اسحب للإلغاء

source: Lift to record
ar: ارفع للتسجيل

source: Hold to record
ar: اضغط مع الاستمرار للتسجيل

source: Locked
ar: مقفل

source: Lock
ar: قفل

source: Message forwarded successfully
ar: تم إعادة توجيه الرسالة بنجاح

# delete_messages
source: Delete {count} messages
ar: حذف {count} رسائل

# delete_messages_for_everyone
source: Delete for everyone
ar: حذف للجميع

source: Message deleted successfully
ar: تم حذف الرسالة بنجاح

# messages_deleted_successfully
source: {count} messages deleted successfully
ar: تم حذف {count} رسائل بنجاح

source: Failed to delete message
ar: فشل في حذف الرسالة

source: Failed to delete messages
ar: فشل في حذف الرسائل

source: No attachments to share
ar: لا توجد مرفقات للمشاركة

source: Attachments shared successfully
ar: تم مشاركة المرفقات بنجاح

source: Failed to share attachments
ar: فشل في مشاركة المرفقات

source: Failed to forward message
ar: فشل في إعادة توجيه الرسالة

source: Failed to forward messages
ar: فشل في إعادة توجيه الرسائل

source: No messages yet
ar: لا توجد رسائل بعد

source: Past Campaigns
ar: الحملات السابقة

# no_offer
source: No Offers
ar: لا توجد عروض

# no_offer_campaign
source: All Offers will be displayed here.
ar: سيتم عرض جميع العروض هنا.

source: Today
ar: اليوم

source: Yesterday
ar: أمس

source: Last
ar: آخر

source: Failed to load channels
ar: فشل في تحميل القنوات

# forward_multiple_messages
source: Forward {count} messages
ar: إعادة توجيه {count} رسائل

# selected_messages_count
source: {count} selected messages
ar: {count} رسائل محددة

# messages_forwarded_successfully
source: {count} messages forwarded successfully
ar: تم إعادة توجيه {count} رسائل بنجاح

# messages_forwarded_to_chats
source: {messageCount} messages forwarded to {chatCount} chats
ar: تم إعادة توجيه {messageCount} رسائل إلى {chatCount} محادثات

# forwarded_to_chats
source: to {count} chats
ar: إلى {count} محادثات

# attachment_photo
source: 📷 Photo
ar: 📷 صورة

# attachment_video
source: 🎥 Video
ar: 🎥 فيديو

# attachment_file
source: 📎 File
ar: 📎 ملف

# attachment_voice_message
source: 🎤 Voice message
ar: 🎤 رسالة صوتية

# attachment_general
source: 📎 Attachment
ar: 📎 مرفق

# message_text
source: Message
ar: رسالة

# failed_to_start_recording
source: Failed to start recording: {error}
ar: فشل في بدء التسجيل: {error}

# recording_in_progress
source: Recording...
ar: جارٍ التسجيل...

# recording_cancel
source: Cancel
ar: إلغاء

# recording_send
source: Send
ar: إرسال

# audio_error
source: Error!!
ar: خطأ!!

# withdraw_offer
source: Withdraw
ar: سحب العرض

# withdraw_offer_description
source: Withdraw the offer
ar: سحب العرض

# unknown_contact
source: Unknown
ar: غير معروف

# error_sending_message
source: Error sending message: {error}
ar: خطأ في إرسال الرسالة: {error}

# failed_resize_encode_image
source: Failed to resize and encode image: {error}
ar: فشل في تغيير حجم وتشفير الصورة: {error}

source: Photos
ar: الصور

# user_busy
source: User is busy
ar: المستخدم مشغول

# image_editor_paint
source: Paint
ar: رسم

# image_editor_text
source: Text
ar: نص

# image_editor_crop_rotate
source: Crop & Rotate
ar: قص ودوران

# image_editor_filter
source: Filter
ar: فلتر

# image_editor_emoji
source: Emoji
ar: إيموجي

# image_editor_sticker
source: Sticker
ar: ملصق

# image_editor_blur
source: Blur
ar: تشويش

# image_editor_done
source: Done
ar: تم

# image_editor_back
source: Back
ar: رجوع

# image_editor_undo
source: Undo
ar: تراجع

# image_editor_redo
source: Redo
ar: إعادة

# image_editor_remove
source: Remove
ar: إزالة

# image_editor_cancel
source: Cancel
ar: إلغاء

# image_editor_apply
source: Apply
ar: تطبيق

# image_editor_reset
source: Reset
ar: إعادة تعيين

# image_editor_close
source: Close
ar: إغلاق

# image_editor_crop
source: Crop
ar: قص

# image_editor_rotate
source: Rotate
ar: دوران

# image_editor_flip
source: Flip
ar: قلب

# image_editor_ratio
source: Ratio
ar: النسبة

# image_editor_free
source: Free
ar: حر

# image_editor_original
source: Original
ar: الأصلي

# image_editor_square
source: Square
ar: مربع

# image_editor_custom
source: Custom
ar: مخصص

# image_editor_font_scale
source: Font Scale
ar: حجم الخط

# image_editor_font_color
source: Font Color
ar: لون الخط

# image_editor_background_color
source: Background Color
ar: لون الخلفية

# image_editor_font_family
source: Font Family
ar: نوع الخط

# image_editor_align_left
source: Align Left
ar: محاذاة يسار

# image_editor_align_center
source: Align Center
ar: محاذاة وسط

# image_editor_align_right
source: Align Right
ar: محاذاة يمين

# image_editor_text_style
source: Text Style
ar: نمط النص

# image_editor_bold
source: Bold
ar: عريض

# image_editor_italic
source: Italic
ar: مائل

# image_editor_underline
source: Underline
ar: تحته خط

# image_editor_smallcaps
source: Small Caps
ar: أحرف صغيرة

# image_editor_stroke_width
source: Stroke Width
ar: عرض الحد

# image_editor_opacity
source: Opacity
ar: الشفافية

# image_editor_brush_size
source: Brush Size
ar: حجم الفرشاة

# image_editor_eraser
source: Eraser
ar: ممحاة

# image_editor_none
source: None
ar: بلا

# image_editor_circle
source: Circle
ar: دائرة

# image_editor_square_shape
source: Square
ar: مربع

# image_editor_rectangle
source: Rectangle
ar: مستطيل

# image_editor_arrow
source: Arrow
ar: سهم

# image_editor_line
source: Line
ar: خط

# image_editor_freestyle
source: Freestyle
ar: رسم حر

# image_editor_blur_factor
source: Blur Factor
ar: عامل التشويش

# image_editor_import_sticker
source: Import Sticker
ar: استيراد ملصق

# image_editor_layer
source: Layer
ar: طبقة

# image_editor_move_up
source: Move Up
ar: تحريك لأعلى

# image_editor_move_down
source: Move Down
ar: تحريك لأسفل

# image_editor_to_foreground
source: To Foreground
ar: إلى المقدمة

# image_editor_to_background
source: To Background
ar: إلى الخلفية

# image_editor_duplicate
source: Duplicate
ar: تكرار

# image_editor_remove_layer
source: Remove Layer
ar: إزالة الطبقة

# image_editor_no_changes_detected
source: No changes detected
ar: لم يتم اكتشاف تغييرات

# image_editor_unsaved_changes
source: Unsaved Changes
ar: تغييرات غير محفوظة

# image_editor_unsaved_changes_body
source: Are you sure you want to leave without saving your changes?
ar: هل أنت متأكد أنك تريد المغادرة دون حفظ التغييرات؟

# image_editor_save
source: Save
ar: حفظ

# image_editor_dont_save
source: Don't Save
ar: عدم الحفظ

# image_editor_tune
source: Tune
ar: ضبط

# image_editor_brightness
source: Brightness
ar: السطوع

# image_editor_contrast
source: Contrast
ar: التباين

# image_editor_saturation
source: Saturation
ar: التشبع

# image_editor_exposure
source: Exposure
ar: التعرض

# image_editor_hue
source: Hue
ar: اللون

# image_editor_temperature
source: Temperature
ar: درجة الحرارة

# image_editor_sharpness
source: Sharpness
ar: الحدة

# image_editor_fade
source: Fade
ar: الباهتة

# image_editor_luminance
source: Luminance
ar: الإضاءة

# image_editor_move_zoom
source: Zoom
ar: تكبير

# image_editor_dash_line
source: Dash Line
ar: خط متقطع

# image_editor_polygon
source: Polygon
ar: مضلع

# image_editor_pixelate
source: Pixelate
ar: بكسل

# image_editor_toggle_fill
source: Toggle Fill
ar: تبديل التعبئة

# image_editor_more
source: More
ar: المزيد

# image_editor_input_hint
source: Enter text
ar: أدخل النص

# image_editor_align_text
source: Align Text
ar: محاذاة النص

# image_editor_background_mode
source: Background Mode
ar: وضع الخلفية

# image_editor_search
source: Search
ar: بحث

# image_editor_recent
source: Recent
ar: الأحدث

# image_editor_smileys
source: Smileys & People
ar: الوجوه التعبيرية والأشخاص

# image_editor_animals
source: Animals & Nature
ar: الحيوانات والطبيعة

# image_editor_food
source: Food & Drink
ar: الطعام والشراب

# image_editor_activities
source: Activities
ar: الأنشطة

# image_editor_travel
source: Travel & Places
ar: السفر والأماكن

# image_editor_objects
source: Objects
ar: الأشياء

# image_editor_symbols
source: Symbols
ar: الرموز

# image_editor_flags
source: Flags
ar: الأعلام

# image_editor_no_emoji
source: No emoji
ar: لا يوجد إيموجي

# image_editor_loading
source: Loading
ar: تحميل

# image_editor_preparing
source: Preparing
ar: تحضير

source: Payment Failed
ar: فشل في الدفع

# microphone_permission_required
source: Microphone permission is required to record voice messages
ar: إذن الميكروفون مطلوب لتسجيل الرسائل الصوتية

source: Recording
ar: تسجيل

source: Albums
ar: الألبومات

# add_caption
source: Add a caption...
ar: إضافة تعليق...

source: Add more documents
ar: إضافة المزيد من المستندات

source: added
ar: تمت الإضافة

# failed_to_select_files
source: Failed to select additional files
ar: فشل في تحديد ملفات إضافية

source: Failed to send documents
ar: فشل في إرسال المستندات

source: Cannot open file
ar: لا يمكن فتح الملف

source: Cannot open file with external app
ar: لا يمكن فتح الملف بتطبيق خارجي

source: Cannot share file
ar: لا يمكن مشاركة الملف

source: Request Ad
ar: اطلب إعلان

source: My Ad Prices
ar: أسعار إعلاناتي

source: Million
ar: مليون

source: Thousand
ar: ألف

source: Keywords
ar: الكلمات المفتاحية

source: Show All
ar: عرض الكل

# view_all_stores_with_count
source: View All Stores
ar: عرض جميع المتاجر

source: Additional Sections
ar: اقسام إضافية

source: Show Less
ar: عرض اقل

# license_val
source: Fal License
ar: فال

# money_back_guarantee
source: 100% Money Back Guarantee
ar: ضمان استرجاع 100%

source: Request Ad
ar: اطلب إعلان

# go_to_payment_1
source: Go to Payment
ar: اذهب للدفع

source: No clients yet
ar: لا يوجد عملاء بعد

source: Clients will appear here
ar: سيظهر عملاؤك هنا

source: My Work and Ads
ar: عملائي وإعلاناتي

# one_contract
source: Contract
ar: عقد

source: Exclusive
ar: عقد حصري

source: Clients
ar: عملائي

source: My Ads
ar: إعلاناتي

source: No previous ads
ar: لا توجد إعلانات سابقة

source: Previous ads will appear here
ar: ستظهر إعلاناتك السابقة هنا عند إضافتها

source: Follower Category
ar: فئة المتابعين

source: Countries
ar: الدول

source: Cities
ar: المدن

source: Age Group
ar: الفئة العمرية

source: Top Gender
ar: الجنس الأكثر

source: Top Age Group
ar: الفئة العمرية الأكثر

source: Top City
ar: المدينة الأبرز

source: Show Audience Segment Details
ar: عرض تفاصيل فئة المتابعين

source: Hide Audience Segment Details
ar: إخفاء تفاصيل فئة المتابعين

source: Unblocked successfully
ar: تم إلغاء الحظر بنجاح

source: Blocked successfully
ar: تم الحظر بنجاح

# you_are_blocked_by_user
source: You are blocked by this user
ar: تم حظرك من قبل هذا المستخدم

source: You have blocked this user
ar: لقد قمت بحظر هذا المستخدم

source: Blocked {time} ago
ar: تم الحظر منذ {time}

# time_day
source: day
ar: يوم

# time_days
source: days
ar: أيام

# time_hour
source: hour
ar: ساعة

# time_hours
source: hours
ar: ساعات

# time_minute
source: minute
ar: دقيقة

# time_minutes
source: minutes
ar: دقائق

# time_just_now
source: Just now
ar: الآن

# location_accuracy
source: Accurate to {accuracy}m
ar: دقيق إلى {accuracy}م

source: Unknown Place
ar: مكان غير معروف

source: No address available
ar: لا يوجد عنوان متاح

# permission_denied_photos
source: Permission denied to access photos
ar: تم رفض الإذن للوصول إلى الصور

source: No photo albums found
ar: لم يتم العثور على ألبومات صور

# failed_to_load_photos
source: Failed to load more photos
ar: فشل في تحميل المزيد من الصور

source: Images edited successfully
ar: تم تحرير الصور بنجاح

source: Failed to load album photos
ar: فشل في تحميل صور الألبوم

# permission_denied_videos
source: Permission denied to access videos
ar: تم رفض الإذن للوصول إلى الفيديوهات

source: No video albums found
ar: لم يتم العثور على ألبومات فيديو

# failed_to_load_videos
source: Failed to load more videos
ar: فشل في تحميل المزيد من الفيديوهات

source: Failed to load album videos
ar: فشل في تحميل فيديوهات الألبوم

# opening_file
source: Opening {fileName}...
ar: جاري فتح {fileName}...

source: Influencer Details
ar: تفاصيل للمؤثر

# year_age
source: Year
ar: سنة

source: View All Analytics
ar: عرض جميع التحليلات

source: General Information
ar: معلومات عامة

source: Manage My Business
ar: إدارة أعمالي

# full_refund_if_no_ad
source: 100% refund if the ad is not published.
ar: استرجاع 100% من المبلغ إذا لم يتم الإعلان.

# influencer_gets_paid_after_approval
source: The influencer receives the payment after submitting the ad and getting your approval.
ar: المؤثر يستلم المبلغ بعد تسليم الإعلان وموافقتك.

# ad_details_editable_after_order
source: You can edit the ad details after placing the order.
ar: يمكنك تعديل تفاصيل الإعلان بعد الطلب.

source: Pay Using
ar: ادفع باستخدام

# no_prices_added
source: The influencer hasn't added their ad prices yet.
ar: المؤثر لم يضف أسعار إعلاناته

# register_interest_message
source: Register your interest to get notified once the influencer adds their prices.
ar: سجّل اهتمامك ليصلك إشعار بعد إضافة المؤثر لأسعاره.

# register_interest_button
source: Register Interest in Prices
ar: سجّل اهتمامك بالأسعار

# interest_registered
source: Your interest has been registered
ar: سجّلنا اهتمامك

source: Add Prices
ar: إضافة الأسعار

# influencer_added_to_campaign
source: {name} added to campaign
ar: تم إضافة {name} للحملة

source: Analysis
ar: التحليل

source: Distribution of Video Likes
ar: توزيع الإعجابات على مقاطع الفيديو

source: Hashtags
ar: الوسوم

source: Likes Avg. per Post
ar: معدل الإعجابات لكل منشور

source: Comments Avg. per Post
ar: معدل التعليقات لكل منشور

# audience_countries
source: Followers Countries
ar: دول الجمهور

source: Likes Growth
ar: نمو الإعجابات

# engagement_rate
source: Interaction rate
ar: معدل التفاعل

# audience_type
source: Followers Type
ar: نوع الجمهور

source: General Analysis
ar: التحليل العام

source: Follower Growth
ar: نمو المتابعين

# audience_sentiments
source: Followers Sentiments
ar: آراء الجمهور

# generators
source: Content creators
ar: منشئو المحتوى

source: Consumers
ar: مستهلكون

source: Suspicious
ar: مزيفين

# followers_count
source: {count, plural, =0{no followers} =1{{formattedCount} follower} other{{formattedCount} followers}}
ar: {count, plural, =0{لا يوجد متابعين} =1{متابع واحد} =2{متابعان اثنان} few{{formattedCount} متابعين} many{{formattedCount} متابع} other{{formattedCount} متابع}}

source: Following
ar: متابعة

source: Post Frequency
ar: معدل النشر

source: Avg. Views per Post
ar: متوسط المشاهدات لكل منشور

source: Good
ar: جيد

source: Average
ar: متوسط

source: Excellent
ar: ممتاز

source: Week
ar: أسبوع

source: posts
ar: منشورات

source: Poor
ar: ضعيف

source: Analysis
ar: التحليل

source: Last 7 Days
ar: آخر 7 أيام

source: Last 30 Days
ar: آخر 30 يوم

source: Last 90 Days
ar: آخر 90 يوم

source: Last 180 Days
ar: آخر 180 يوم

source: Last 365 Days
ar: آخر 365 يوم

source: Positive
ar: إيجابي

source: Negative
ar: سلبي

source: Neutral
ar: محايد

source: Youtube
ar: يوتيوب

source: Twitter
ar: تويتر

source: ER
ar: معدل التفاعل

source: There are no analysis here
ar: لا يوجد تحليل هنا

source: There are no platform added in social media
ar: لا توجد منصة مضافة في وسائل التواصل الاجتماعي

source: Post
ar: منشور

source: Fair
ar: عادل

source: Very Good
ar: جيد جدًا

source: Very Poor
ar: ضعيف جدًا

source: Creator
ar: النشاط

source: Audience
ar: الجمهور

source: Credibility
ar: المصداقية

source: Engagement
ar: التفاعل

# how_cqs_is_calculated
source: How is CQS calculated?
ar: كيف يتم حساب CQS؟

# how_aqs_is_calculated
source: How is AQS calculated?
ar: كيف يتم حساب AQS؟

source: No Data
ar: لا توجد بيانات

# attachments_request_ad
source: Attachments
ar: المرفقات

source: Basic Account
ar: الحساب الأساسي

source: Story Views by Gender
ar: مشاهدات القصة حسب النوع

source: Saved Story Views by Gender
ar: مشاهدات القصة المحفوظة حسب النوع

source: Story Views by Country
ar: مشاهدات القصة حسب الدولة

source: Saved Story Views by Country
ar: مشاهدات القصة المحفوظة حسب الدولة

source: Search and collaborate with stars
ar: ابحث وتعاون مع النجوم

source: Create your AI campaign
ar: أنشئ حملتك بالذكاء الاصطناعي

# ai_analyzes_brand_and_goals
source: AI analyzes your brand and goals to suggest the ideal influencers for your advertising campaign
ar: الذكاء الاصطناعي يحلل علامتك التجارية وأهدافك ليقترح المؤثرين المثاليين لحملتك الإعلانية

source: Start your campaign now
ar: ابدأ حملتك الآن

# influencer_has_not_added_ad_prices
source: The influencer has not added ad prices
ar: المؤثر لم يضف أسعار الإعلانات

source: Recent Searches
ar: عمليات البحث الأخيرة

source: Clear All
ar: مسح الكل

source: Influencer Discounts
ar: خصومات المؤثرين

source: Viewed Before
ar: استعرضتهم سابقًا

source: Collaborated With
ar: تعاونت معهم

# riyadh_influencers
source: Influencers in Riyadh
ar: مؤثرين في الرياض

# followers_count_filter
source: Followers Count
ar: عدد المتابعين

# min_price
source: Minimum Price
ar: الحد الأدنى

# max_price
source: Maximum Price
ar: الحد الأقصى

source: Any Price
ar: أي سعر
