Repository: tarekfoudanojom/Mobile-Base-Arc-
Catalog: lib/l10n/intl_*.arb
Languages: ar

# request_approved_message
source: The request has been approved, and the amount has been released to the star for withdrawal. Thank you for using the Nojom platform! For any inquiries, contact customer service.
ar: تمت الموافقة على الطلب، وتم تحرير المبلغ ليصبح متاحًا للمؤثر للسحب، شكرًا لاستخدامك منصة نجوم! لأي استفسارات، تواصل مع خدمة العملاء.

source: Order Now
ar: اطلب الآن

source: Apple
ar: أبل

# card
source: Credit Card
ar: البطاقة

# how_to_pay
source: How would you like to pay
ar: كيف تريد أن تدفع

source: CVV
ar: رمز التحقق من البطاقة (CVV)

# month
source: MM
ar: شهر

# year
source: YY
ar: سنة

source: All countries
ar: جميع الدول

source: All cities
ar: جميع المدن

source: Logo
ar: الشعار

source: Choose Profile Image
ar: اختر صورة الملف الشخصي

source: Gallery
ar: معرض الصور

source: Please enter
ar: الرجاء إدخال

# completed_title
source: Completed
ar: تم التسليم

source: Rejected
ar: موعد التسليم

source: Requested
ar: موعد التسليم

# approved_title
source: Approved
ar: موعد التسليم

source: Delivered
ar: تم التسليم

source: Discount all platforms
ar: خصم جميع المنصات

source: Change Password
ar: تغيير كلمة المرور

# password_validation_message
source: Use at least 8 characters. Don't use a password from another site, or something too obvious.
ar: استخدم 8 أحرف على الأقل. لا تستخدم كلمة مرور من موقع آخر، أو شيئًا واضحًا جدًا.

source: Industry
ar: المجال

# kilo_byte
source: kb
ar: كيلوبايت

source: Back
ar: رجوع

source: No transactions
ar: لا توجد معاملات

# find_a_star
source: Search for Influencer
ar: ابحث عن مؤثر

# my_profile
source: Profile
ar: حسابي

# my_settings
source: Settings
ar: حسابي

# sr
source: SAR
ar: ر.س

# payment_card_details
source: Card Details
ar: تفاصيل بطاقة الدفع

# profile_username
source: This is the username that will appear on your profile
ar: هذا الاسم سيظهر على حسابك الشخصي

# enter_amount
source: Please enter amount
ar: الرجاء إدخال المبلغ

# start_from
source: Starting From
ar: ابتداءً من

source: Unknown
ar: غير معروف

source: Star Notes
ar: ملاحظات المؤثر

source: Followers
ar: متابع

source: Star Details
ar: تفاصيل المؤثر

source: Optional
ar: اختياري

# star_release_date
source: Campaign publish date
ar: تاريخ نشر الحملة

# star_brief
source: Short Description
ar: وصف مختصر

# write_star_description
source: Write influencer-specific campaign details here (e.g., custom code or link)
ar: اكتب تفاصيل تخص الحملة للمؤثر هنا (مثال كود خاص او رابط خاص بالمؤثر)

# star_description_hint
source: This description will only be visible to this influencer.
ar: هذا الوصف لن يطلع عليه الا هذا المؤثر فقط.

# star_attachments
source: Attachments of the Star
ar: المرفقات للمؤثر

source: Add attachments
ar: إضافة ملف

# go_to_payment
source: Proceed to Payment
ar: اذهب للدفع

source: Campaigns
ar: الحملات

source: Create Campaign
ar: إنشاء حملة

# create_campaign_in_small
source: Create
ar: إنشاء حملة

# first_campaign_message
source: Create your first campaign with ease!
ar: أنشئ حملتك الاولى بكل سهولة!

# campaigns_overview_message
source: Here, you will find all your campaigns as soon as they are created. You can submit a new campaign and view the details of current and past campaigns.
ar: هنا ستجد جميع حملاتك بمجرد إنشائها. يمكنك تقديم حملة جديد والاطلاع على تفاصيل الحملات الحالية والسابقة.

# ai_assistance_message
source: Enter your website link or social media account, and Nojom's AI will automatically fill in the data for you. You can view and edit it as you wish before creating the campaign.
ar: أدخل رابط موقعك أو حسابك على وسائل التواصل الاجتماعي، وسيقوم الذكاء الاصطناعي في نجوم بتعبئة البيانات تلقائيًا لك. يمكنك الاطلاع عليها وتعديلها حسب رغبتك قبل إنشاء الحملة.

# create_campaign_with_ai
source: Create your campaign with AI
ar: أنشئ حملتك مع الذكاء الاصطناعي

# website_or_social_media_link
source: Website link or social media account
ar: رابط الموقع او حساب وسائل التواصل الاجتماعي

# campaign_objectives
source: Campaign Objective
ar: الهدف من الحملة

# enter_campaign_objective_placeholder
source: Enter the Campaign Objective...
ar: ادخل الهدف من الحملة...

source: Target Audience
ar: الفئة المستهدفة

# age_group_of_target_audience
source: Target Audience Age Group
ar: الفئة العمرية للجمهور المستهدف

# appropriate_platforms_for_campaign
source: Appropriate Platforms for the Campaign
ar: المنصات المناسبة للحملة

source: Target Influencer Category
ar: فئة المؤثرين المستهدفة

source: Influencer Domain Classification
ar: تصنيف مجال المؤثرين

# proposed_campaign_budget
source: Proposed Budget
ar: الميزانية المقترحة للحملة

source: Minimum
ar: الحد الادنى

source: Maximum
ar: الحد الاقصى

# budget_suggestion_note
source: This budget has been automatically suggested, and you can adjust it according to your plan and goals.
ar: تم اقتراح هذه الميزانية تلقائيًا، ويمكنك تعديلها بما يتناسب مع خطتك وأهدافك.

source: Previous
ar: السابقة

source: Reword
ar: إعادة الصياغة

# auto_generated_description_note
source: This description was automatically generated by artificial intelligence based on the information you entered. You can edit it manually or click 'Reword' to create a new description with different wording.
ar: تم إنشاء هذا الوصف تلقائيًا بواسطة الذكاء الاصطناعي بناءً على المعلومات المدخلة. يمكنك تعديله يدويًا أو الضغط على “إعادة الصياغة” لإنشاء وصف جديد بصياغة مختلفة.

# auto_filled_information_note
source: This information has been automatically filled by Nojoom AI based on the available data from the link you provided. You can edit any option or modify any detail to better suit your needs.
ar: تم تعبئة هذه المعلومات تلقائيًا عن طريق الذكاء الاصطناعي في نجوم بناءً على البيانات المتاحة في الرابط الذي أدخلته. يمكنك تعديل أي خيار أو تغيير أي معلومة لتناسب احتياجاتك بشكل أفضل.

source: Campaign Details
ar: تفاصيل الحملة

# influencer_classification
source: Influencer Category
ar: تصنيف مجال المؤثرين

# search_influencer_classification
source: Search for a Category
ar: ابحث عن تصنيف

# details_privacy_hint
source: These details are available only to this Star.
ar: هذه التفاصيل متاحة فقط لهذا المؤثر.

source: Apple Pay
ar: أبل باي

source: Important Notes
ar: ملاحظات هامة

# add_stars
source: Add Influencers
ar: اضف مؤثرين

# ai_star_suggestion_desc
source: These influencers are suggested by AI based on your campaign data to achieve the best match.
ar: تم اقتراح هؤلاء المؤثرين بواسطة الذكاء الاصطناعي بناءً على بيانات حملتك لتحقيق أفضل تطابق.

# ai_add_stars_hint
source: The Ai in Nojom will recommend the most suitable influencers for your campaign based on its details. add them and start now!
ar: الذكاء الاصطناعي في نجوم سيقترح لك المؤثرين الأنسب لحملتك بناءً على تفاصيل الحملة. أضفهم وابدأ الآن!

# add_stars_to_start
source: Add influencers to start your campaign
ar: اضف مؤثرين لبدء حملتك

# add_more_camp_stars
source: Select more recommended influencers
ar: اختر المزيد من المؤثرين المقترحين

# brief_description_of_influencer
source: Details
ar: تفاصيل

# campaign_publish_date
source: Date
ar: التاريخ

# campaign_publish_time
source: Time
ar: الوقت

# details_provided_to_influencer
source: Details Provided to the Influencer
ar: التفاصيل المقدمة للمؤثر

source: Add File
ar: إضافة ملف

source: Creation Date
ar: تاريخ الانشاء

# not_found
source: Not Available
ar: لا يوجد

# visible_to_you
source: Visible to you only
ar: تظهر لك فقط

# attachments_will_appear_here
source: Attachments will appear here once the influencer uploads them.
ar: ستظهر المرفقات هنا بمجرد قيام المؤثر برفعها.

# attached_notes
source: Notes
ar: ملاحظات

# attachment_for_star
source: Attachments for the Star
ar: المرفقات للمؤثر

source: delete file
ar: حذف الملف

# delete_fil_message
source: Are you sure you want to delete this file?
ar: هل أنت متأكد أنك تريد حذف هذا الملف؟

# website_or_social_media_link_with_ai
source: Your website or social media account link. After changing the link, you can update all campaign details based on the new link with the help of AI.
ar: رابط موقعك أو حسابك على وسائل التواصل الاجتماعي. بعد تغيير الرابط، يمكنك تحديث جميع تفاصيل الحملة بناءً على الرابط الجديد بمساعدة الذكاء الاصطناعي.

# discard_changes_prompt
source: Do you want to discard changes?
ar: هل تريد تجاهل التغييرات؟

# discard_changes_warning
source: If you go back now, you will lose your edits.
ar: اذا تراجعت الان، سوف تفقد تعديلاتك.

source: Campaign Attachments
ar: مرفقات الحملة

# campaign_attachments_supported_formats
source: Supported Files: images Videos, PDF, Files
ar: الملفات المدعومة: الصور، الفيديو، ملفات PDF

source: Attachment
ar: المُرفقات

source: Not Available
ar: لا يوجد

# no_campaigns_message
source: There are no Campaigns Here
ar: لا توجد حملات هنا

# sign_in_to_view_orders
source: Please sign in to view your orders
ar: يرجى تسجيل الدخول لعرض طلباتك

# star_camp_details_hint
source: All influencers added to this campaign will be able to view all these details, including attachments. However, they will not be able to see the proposed campaign budget, the target influencer category, or the suitable platforms for the campaign.
ar: جميع المؤثرين المضافين لهذه الحملة سيتمكنون من الاطلاع على جميع هذه التفاصيل، بما في ذلك المرفقات، ولكن لن يتمكنوا من رؤية الميزانية المقترحة للحملة, فئة المؤثرين المستهدفة والمنصات المناسبة للحملة.

source: Suitable Platforms
ar: المنصات المناسبة

# no_services_here
source: There are no services Here
ar: لا توجد خدمات

# no_chats_here
source: There are no messages Here
ar: لا توجد محادثات

# influencers_access_notice
source: All influencers added to this campaign will be able to access these details, including attachments. However, they will not be able to see the proposed budget, target influencer category, or suitable platforms for the campaign..
ar: جميع المؤثرين المضافين لهذه الحملة سيتمكنون من الاطلاع على جميع هذه التفاصيل، بما في ذلك المرفقات، ولكن لن يتمكنوا من رؤية الميزانية المقترحة للحملة, فئة المؤثرين المستهدفة والمنصات المناسبة للحملة..

source: Website Link
ar: رابط الموقع

source: Influencer Services
ar: خدمات المؤثرين

# influencer_access_notice
source: All Influencers added to this campaign will be able to access these details, including attachments. However, they will not be able to see the proposed budget, target Influencer category, or suitable platforms for the campaign..
ar: سيتمكن جميع المؤثرين الذين تمت إضافتهم إلى هذه الحملة من الوصول إلى هذه التفاصيل ، بما في ذلك المرفقات. ومع ذلك ، لن يتمكنوا من رؤية الميزانية المقترحة أو فئة المؤثرين المستهدفين أو المنصات المناسبة للحملة..

source: No Services Available
ar: لا توجد خدمات متاحة

# are_you_influencer
source: Are you a Star?
ar: هل أنت مؤثر؟

# download_influencer_app_now
source: Download the Stars app now!
ar: حمّل تطبيق المؤثرين الآن!

# download_influencer_app
source: Download the Stars app
ar: حمل تطبيق المؤثرين

# brands_login
source: Login for Brands
ar: تسجيل الدخول للعلامات التجارية

# login_or_register
source: Log in or create an account now to create and manage campaigns, request services, connect with influencers, and more...
ar: سجل الدخول أو أنشئ حسابًا الآن لإنشاء وإدارة الحملات، طلب الخدمات، والتواصل مع المؤثرين والمزيد...

# login_to_access_campaigns
source: Log in to Access Your Campaigns
ar: سجّل الدخول للوصول الى حملاتك

# login_for_current_or_new_campaigns
source: To access your current campaigns or create new ones, please log in to your account.
ar: للوصول إلى حملاتك الحالية أو إنشاء حملات جديدة، يرجى تسجيل الدخول إلى حسابك.

# login_to_access_chats
source: Log in to Access Your Conversations
ar: سجّل الدخول للوصول إلى محادثاتك

# login_for_current_or_new_chats
source: View your current conversations or start new ones with Stars by logging into your account.
ar: للاطلاع على محادثاتك الحالية أو بدء محادثات جديدة مع المؤثرين، يرجى تسجيل الدخول إلى حسابك.

# login_to_access_influencer_services
source: Log in to Access Star services
ar: سجّل الدخول للوصول إلى خدمات المؤثرين

# login_for_viewing_services
source: To browse all available Star services and choose the best fit for your ad campaigns, log into your account.
ar: لمشاهدة جميع خدمات المؤثرين المتاحة واختيار الأنسب لحملاتك الإعلانية، قم بتسجيل الدخول إلى حسابك.

source: Create New Account
ar: إنشاء حساب جديد

# prepareCampaignTitle
source: We're preparing your campaign data
ar: نجهز بيانات حملتك

source: Create your campaign through
ar: أنشئ حملتك عن طريق

source: Artificial Intelligence
ar: الذكاء الاصطناعي

source: Suggested stars by
ar: مؤثرين مقترحين من

source: Order and Pay
ar: اطلب وادفع

source: Track the campaign
ar: تابع الحملة

source: Receive the campaign
ar: استلم الحملة

# preparingYourCampaignData
source: We're preparing your campaign data
ar: نجهز بيانات حملتك

# aiAnalyzingLink
source: AI is analyzing the link and extracting the necessary information to create your campaign data.
ar: الذكاء الاصطناعي يقوم بتحليل الرابط واستخراج المعلومات اللازمة لإنشاء بيانات حملتك.

# campaignDataReady
source: Your campaign data is ready ✨
ar: بيانات حملتك جاهزة ✨

source: Campaign Data
ar: بيانات الحملة

# add_stars_to_start_camp
source: Add Stars To Start Your Campaign
ar: اضف مؤثرين لبدء حملتك

source: Your Name
ar: اسمك

# influencer_notes
source: General Notes for My Ads
ar: ملاحظات عامة لإعلاناتي

# user_login_success
source: User login successfully
ar: تم تسجيل دخول المستخدم بنجاح

source: Complete Your data
ar: اكمل معلوماتك لتوثيق حسابك

# complete_data_submit_verification
source: Please complete your data and submit for verification.
ar: اكمل معلومات حسابك، مما يتيح لك الوصول الي جميع المميزات في منصة نجوم.

source: No Messages
ar: لا توجد محادثات

# chatting_star_messages_displayed_here
source: After chatting with the star, all of their messages will be displayed here.
ar: سيتم عرض جميع محادثات النجوم هنا بعد التواصل معهم.

# no_results_match_search
source: No results match your search.
ar: لم يتم العثور على نتائج تطابق بحثك.

# your_information_in_review
source: Your information is under review
ar: معلوماتك قيد المراجعة.

# your_information_in_review_desc
source: Thank you for completing your account information! Our team is currently reviewing it, and you can modify any details during the review period. You will be notified once verification is complete.
ar: شكرًا لإكمال معلومات حسابك! فريقنا يعمل على مراجعتها حاليًا، ويمكنك تعديل أي معلومة أثناء فترة المراجعة. سيتم إبلاغك فور اكتمال التوثيق.

# thank_for_completing_account_information
source: Thank you for completing your account information! Our team is reviewing it and will notify you once verification is complete.
ar: شكرًا لإكمال معلومات حسابك فريقنا يعمل على مراجعتها، وسيتم إبلاغك فور اكتمال التوثيق.

source: No Title
ar: لا يوجد وصف

# payment_success_title
source: Payment Successful & Star Added!
ar: تم الدفع وإضافة المؤثر بنجاح!

# payment_success_desc
source: The payment has been confirmed, and the Star has been successfully added to your campaign. Waiting for the Star's response to the campaign-- you can now proceed with managing and executing the campaign.
ar: تم تأكيد الدفع وإضافة المؤثر إلى حملتك بنجاح. في انتظار رد المؤثر على الحملة، يمكنك الآن متابعة تنفيذ الحملة وإدارة تفاصيلها.!

# not_title
source: No title
ar: لا يوجد وصف

source: Write your message...
ar: اكتب رسالتك

source: Brief
ar: وصف مختصر

source: Sign in or create your account automatically now to create and manage campaigns, request services, communicate with stars, and more...
ar: سجل الدخول أو أنشئ حسابك تلقائيًا الآن لإنشاء وإدارة الحملات، طلب الخدمات، والتواصل مع المؤثرين والمزيد...

source: Verify your account now
ar: وثق حسابك الآن

source: Verify your account by completing your profile information to access all the features on the Nojoom platform.
ar: قم بتوثيق حسابك عن طريق اكمال معلومات حسابك للوصول الى جميع المميزات في منصة نجوم.

source: AI that simplifies every step
ar: ذكاء اصطناعي يسهّل كل خطوة

source: AI makes it easy to create your marketing campaign and suggests the most suitable stars for your business field.
ar: الذكاء الاصطناعي يسهّل عليك إنشاء حملتك التسويقية ويقترح لك المؤثرين الأنسب لمجال منشأتك.

source: Request an ad in minutes
ar: اطلب إعلان في دقائق

source: Enjoy a smooth experience when requesting influencer services, ensuring a safe and professional process for successful collaboration.
ar: استمتع بتجربة سلسة في طلب خدمات المؤثرين، مما يضمن عملية آمنة واحترافية لتعاون ناجح.

source: Connect with influencers
ar: تواصل مع المؤثرين

source: After verification, you can start direct conversations with influencers and discuss your marketing campaign details.
ar: بعد التوثيق، يمكنك بدء المحادثات المباشرة مع المؤثرين، ومناقشة تفاصيل حملاتك التسويقية.

source: Start verification
ar: ابدا التوثيق

# ai_description
source: Artificial intelligence makes it easier to create your marketing campaign and suggests the most suitable influencers for your business field.
ar: الذكاء الاصطناعي يسهّل عليك إنشاء حملتك التسويقية ويقترح لك المؤثرين الأنسب لمجال منشأتك.

# request_ad_description
source: Enjoy a smooth experience in requesting influencer services, ensuring a secure and professional collaboration.
ar: استمتع بتجربة سلسة في طلب خدمات المؤثرين، مما يضمن عملية آمنة واحترافية لتعاون ناجح.

# connect_description
source: After verification, you can start direct chats with influencers and discuss your campaign details.
ar: بعد التوثيق، يمكنك بدء المحادثات المباشرة مع المؤثرين، ومناقشة تفاصيل حملاتك التسويقية.

# enter_official_trade_name
source: Enter the official trade name of the company as registered in the commercial records.
ar: أدخل الاسم التجاري الرسمي للشركة كما هو مسجل في السجلات التجارية.

# company_name_as_in_record
source: Company name as in the commercial record
ar: اسم الشركة كما هو في السجل التجاري

# enter_brand_name
source: Enter the brand name that will appear to influencers.
ar: أدخل اسم العلامة التجارية التي سوف تظهر للمؤثرين.

# project_or_store_name
source: Your project or store name
ar: اسم مشروعك أو متجرك

# enter_contact_name
source: Enter the name of the person responsible for managing the account on the platform.
ar: أدخل اسم الشخص المسؤول عن إدارة الحساب في المنصة.

# email_verification_notice
source: A confirmation email will be sent to your email address. Please open the email and click the link to verify your address.
ar: سيتم إرسال رسالة تأكيد إلى بريدك الإلكتروني. يرجى فتح الرسالة والضغط على الرابط الموجود فيها لتأكيد عنوان بريدك.

source: Verify email
ar: التحقق من البريد الإلكتروني

# enter_verification_code_sent_to
source: Enter the verification code sent to
ar: أدخل رمز التحقق المرسل الى

source: Resend in
ar: اعادة الارسال خلال

source: Send verification email
ar: إرسال رسالة التحقق

source: Confirm verification code
ar: تأكيد رمز التحقق

# enter_phone_number
source: Enter your phone number so we can verify your account. A verification code will be sent to this number.
ar: أدخل رقم هاتفك لنتمكن من التحقق من حسابك. سيتم إرسال رمز تحقق إلى هذا الرقم.

# phone_verification
source: Phone number verification
ar: التحقق من رقم الهاتف

# enter_phone_verification_code
source: Enter the verification code sent to
ar: أدخل رمز التحقق المرسل الى

source: Commercial registration or freelance document
ar: السجل التجاري أو وثيقة العمل الحُر

source: Select
ar: اختر

source: Select Image
ar: اختر صورة

# no_industry
source: No Industry Found
ar: لم يتم العثور على مجالات

source: No Tags Found
ar: لم يتم العثور على اقسام

source: No Countries Found
ar: لم يتم العثور على دول

source: No Cities Found
ar: لم يتم العثور على مدن

source: cities selected
ar: مدن مختارة

# transaction_inProgress
source: In Progress
ar: قيد الانتظار

# transaction_pending
source: Pending
ar: قيد الانتظار

# transaction_addMoney
source: Add Money
ar: اضافة رصيد

# transaction_completed
source: Completed
ar: تحرير

# transaction_canceled
source: Canceled
ar: الغاء

# no_filter_cities_found
source: No cities for this selected country
ar: لم يتم العثور على مُدن

# enter_commercial_registration_number
source: Enter your company's commercial registration number or your freelance document number. This information will be used to verify your account and will be kept completely confidential for verification purposes only.
ar: أدخل رقم السجل التجاري لشركتك أو رقم وثيقة العمل الحُر. سيتم استخدام هذه المعلومات للتحقق من حسابك، مع الحفاظ على سريتها التامة لأغراض التحقق فقط.

# commercial_or_freelance_number
source: Commercial registration or freelance document number
ar: رقم السجل التجاري أو وثيقة العمل الحُر

# cr_number_hint
source: The commercial registration or establishment number consists of 10 digits, often starting with 1 or 7, and is issued by the Ministry of Commerce.
ar: رقم السجل التجاري أو رقم المنشأة يتكوّن من 10 أرقام، وغالبًا يبدأ بـ 1 أو 7، ويُصدر من وزارة التجارة.

# freelance_number_hint
source: The freelance document number usually consists of numbers and letters and is issued by the official freelance platform accredited by the Ministry of Human Resources.
ar: رقم وثيقة العمل الحُر يتكوّن غالبًا من أرقام وأحرف، ويصدر عن منصة العمل الحُر المعتمدة من وزارة الموارد البشرية.

# vat
source: Value Added Tax
ar: ضريبة القيمة المضافة

# enter_vat_number
source: Enter your company's VAT number. This information will be used to verify your account and will be kept completely confidential for verification purposes only.
ar: أدخال رقم ضريبة القيمة المضافة الخاصة بشركتك. ستُستخدم هذه المعلومات للتحقق من حسابك، وسيتم الاحتفاظ بها بسرية تامة لأغراض التحقق فقط.

# vat_number_hint
source: The VAT number consists of 15 digits, always starting with 3, and is issued by the Zakat, Tax, and Customs Authority.
ar: رقم ضريبة القيمة المضافة يتكون من 15 رقم، ويبدأ دائمًا بـ 3، ويُصدر من هيئة الزكاة والضريبة والجمارك.

# company_link
source: Link that represents your company
ar: رابط يعبر عن شركتك

# enter_company_link
source: Enter the website URL of your company or your social media account. It will be shown in your profile to help others learn more about your business and services.
ar: أدخل رابط الموقع الإلكتروني لشركتك أو حسابك على وسائل التواصل الاجتماعي. سيتم عرضه في ملفك على المنصة ليتعرف الآخرون على نشاطك وخدماتك بشكل أفضل.

source: Enter your link here
ar: أدخل رابطك هنا

source: Resend code via WhatsApp
ar: إعادة ارسال الرمز بواسطة WhatsApp

# resend_submit_verification
source: Resend Submit for verification
ar: اعادة إرسال للتحقق

# check_your_domain
source: Please check your domain
ar: من فضلك تحقق من النطاق

source: Total amount for influencers draft
ar: إجمالي المبلغ لمسودة المؤثرين

# profit_100_percent
source: Profit
ar: الربح

source: Service fee on client
ar: رسوم الخدمة على العميل

# enable_unified_price
source: Enable unified price (package)
ar: تفعيل سعر موحّد (باكج)

# unified_price_description
source: The price is shown to the client as a single price for all platforms.
ar: يُعرض السعر للعميل كسعر واحد لكل المنصات.

source: Notes
ar: ملاحظات

# notes_optional
source: (Optional)
ar: (اختياري)

source: Add your notes here...
ar: أضف ملاحظاتك هنا...

source: Total amount for platforms
ar: إجمالي المبلغ للمنصات

source: Add more platforms
ar: إضافة المزيد من المنصات

# discard_changes_title
source: Do you want to discard the changes?
ar: هل تريد تجاهل التغييرات؟

# discard_changes_description
source: If you go back now, you will lose your edits.
ar: اذا تراجعت الان، سوف تفقد تعديلاتك.

# delete_platform_title
source: Delete Platform
ar: حذف المنصة

# delete_platform_description
source: Are you sure you want to delete this platform?
ar: هل أنت متأكد أنك تريد حذف هذه المنصة؟

source: Influencer Draft
ar: مسودة المؤثرين

# influencer_suggestion
source: Influencers Proposal
ar: مقترح المؤثرين

source: Add Influencers
ar: أضف مؤثرين

# add_Stars_influencers
source: Add stars
ar: أضف مؤثرين

source: Already used
ar: مستخدمة مسبقًا

# draft_pending_price
source: Draft (Waiting for price)
ar: مسودة (بانتظار إضافة السعر)

# draft_pending_order
source: Draft (Waiting for order completion)
ar: مسودة (بانتظار إتمام الطلب)
