Repository: tarekfoudanojom/Mobile-Base-Arc-
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Locations
ar: الموقع

source: Search for a star
ar: ابحث وتعاون مع النجوم خلال دقائق

source: Welcome
ar: مرحباً

source: How can we help you
ar: كيف يمكننا مساعدتك

source: Send an Email
ar: إرسال بريد إلكتروني

source: Unread
ar: غير مقروءة

source: Pin
ar: تثبيت

source: Mute
ar: صامت

source: Profile Info
ar: معلومات الملف الشخصي

source: Clear Chat
ar: مسح الدردشة

source: Report & Block
ar: الإبلاغ والحظر

# remove_1
source: Remove
ar: قم بإزالت

# remove_2
source: from the chat and delete all chat and data between us
ar: من الدردشة وحذف جميع الدردشة والبيانات بيننا

source: Remove
ar: إزالة

# options_cancel
source: Cancel
ar: إلغاء

source: Report Profile
ar: الإبلاغ عن الملف الشخصي

# report_access
source: Need to report access to this profile? Visit our
ar: هل تحتاج إلى الإبلاغ عن الوصول إلى هذا الملف الشخصي؟ قم بزيارة

source: FAQ
ar: التعليمات

# before_reporting
source: before reporting this profile.!
ar: قبل الإبلاغ عن هذا الملف الشخصي.!

# review_our
source: Please review our
ar: يرجى مراجعة

source: Community Guidelines
ar: إرشادات مجتمعنا

# additional_information
source: for additional information about what is and isn't permitted on nojom.
ar: للحصول على معلومات إضافية حول ما هو مسموح به وما هو غير مسموح به في نجوم.

source: Write your Report
ar: اكتب تقريرك

source: Report
ar: التقرير

source: Input Text
ar: إدخال النص

# photo_and_video_library
source: Photo & Video Library
ar: مكتبة الصور والفيديو

source: Document
ar: وثيقة

source: View Profile
ar: عرض الملف الشخصي

source: View Campaign
ar: عرض الحملة

source: Delete message
ar: حذف الرسالة

source: Delete for Everyone
ar: الحذف للجميع

# copied
source: Copied successfully
ar: تم النسخ بنجاح

source: Delete Account
ar: حذف الحساب

# delete_account_message
source: Temporarily Deactivate your account instead of Deleting?
ar: هل تريد إلغاء تنشيط حسابك مؤقتًا بدلاً من الحذف؟

# deactivate_message
source: Your profile will be temporarily hidden until you activate it again by logging back in
ar: سيتم إخفاء ملفك الشخصى مؤقتًا حتى تقوم بتنشيطه مرة أخرى عن طريق تسجيل الدخول مرة أخرى

source: Deactivate Account
ar: تعطيل الحساب

source: Delete my Account
ar: حذف حسابي

source: Delete your account?
ar: حذف حسابك؟

# delete_account_notice
source: You will lose all your data by deleting your account. This action cannot be undone.
ar: سوف تفقد كافة بياناتك عن طريق حذف حسابك. ولا يمكن التراجع عن هذا الإجراء.

source: Invite friends
ar: دعوة اصدقاء

# invite_reward
source: Invite your friends and you'll both get 50 SAR
ar: قم بدعوة أصدقائك وستحصلون على 50 ريال سعودي

# make_finance
source: Make finance more accessible and share Minimize with stars / influencers and you'll receive 50 SAR to say thanks.
ar: اجعل التمويل أكثر سهولة وشارك التصغير مع النجوم/المؤثرين وستحصل على 50 ريال سعودي للتعبير عن الشكر

# friend_joins
source: Each time a friend joins, you earn
ar: في كل مرة ينضم فيها صديق، تحصل على

# you_have_earned
source: You've earned this much so far
ar: لقد حصلت على هذا القدر حتى الآن

# custom_invitation_link
source: Your custom invitation link
ar: رابط الدعوة المخصص الخاص بك

# copy_link
source: Link Copied
ar: نسخ الرابط

source: Share link
ar: مشاركة الرابط

# help_and_privacy
source: Help & Privacy
ar: المساعدة والخصوصية

source: Policy Pages
ar: صفحات السياسة

source: Chat with us
ar: تواصل معنا

source: FAQs
ar: الاسئلة الشائعة

source: Notification
ar: الاشعارات

source: Bid accepted
ar: قبول العرض

source: Contract canceled
ar: الغاء العقد

source: Client pay
ar: قيام العميل بالدفع

source: Project closed
ar: إغلاق الحملة

source: Message received
ar: استلام الرسائل

source: Client release
ar: قيام العميل بتحرير الدفع

# new_job_post
source: New job post - Customer Service
ar: حملات جديدة - خدمة عملاء

source: Edit Profile
ar: تعديل الملف الشخصي

source: Add account
ar: اضافة حساب

source: Close Campaign
ar: الحملات المغلقة

source: Total income
ar: الدخل الكلي

source: Join as Brand
ar: انضم كا شركة

source: Join now
ar: انضم الان

# all_campaigns
source: All Campaign
ar: كل الحملات

source: Feedback
ar: الملاحظات

source: Write your feedback
ar: اكتب ملاحظاتك

source: Send
ar: إرسال

source: Log Out?
ar: تسجيل الخروج؟

# log_out_label
source: Log Out
ar: تسجيل الخروج

# leave_message_warning
source: Oh no! You're leaving...
ar: أوه لا! أنت ستغادر...

# my_wallet_and_account
source: My wallet & Account
ar: محفظتي وحسابي

# trust_and_verification
source: Trust & Verification
ar: الثقة والتحقق

source: Invite Brand
ar: دعوة شركة

source: Enabled
ar: مفعل

source: Language
ar: اللغة

source: Go to Portfolio
ar: الذهاب الى سابقة الاعمال

source: Congratulations
ar: تهانينا

# on_update_phone
source: on updating your phone!
ar: عند تحديث هاتفك!

# update_phone_to
source: The phone number is updated to
ar: تم تحديث رقم الهاتف إلى

source: Check Your Email
ar: تحقق من بريدك الالكتروني

# update_account
source: Your account has been successfully update. To complete the process please check your email
ar: لقد تم تحديث حسابك بنجاح. لإكمال العملية، يرجى التحقق من بريدك الإلكتروني

# validate_request
source: for a validation request.
ar: لطلب التحقق من الصحة.

source: Resend email
ar: اعادة ارسال البريد الالكتروني

# on_update_email
source: on updating your Email!
ar: عند تحديث بريدك الإلكتروني!

source: You need
ar: انت بحاجة الى

source: POINTS
ar: نقطة

# to_be_a_trusted
source: to be a trusted by
ar: لكى يتم توثيقك من قبل

# trust_score
source: What is trust score?
ar: ما هي درجة الثقة؟

source: New email
ar: البريد الالكتروني الجديد

source: New Phone Number
ar: رقم الهاتف الجديد

source: Update
ar: تحديث

source: dark mode
ar: الوضع الليلي

source: Currency
ar: العملة

source: Beneficiary name
ar: اسم المستفيد

source: IBAN
ar: رقم الحساب المصرفي الدولي

source: Bank
ar: البنك

source: Select bank
ar: اختر البنك

source: Attach proof
ar: إرفاق شهادة

# supported_proofs
source: Supported formats: image or pdf file
ar: التنسيقات المدعومة: صورة أو ملف pdf

source: File type not supported
ar: نوع الملف غير مدعوم

# set_as_primary
source: Set as a primary account
ar: تعين كا حساب رئيسى

source: Add New Account
ar: اضافة حساب جديد

source: Add New Card
ar: اضافة بطاقة جديدة

source: Card number
ar: رقم البطاقة

source: Expiry date
ar: تاريخ الانتهاء

source: Zip code
ar: الرمز البريدي

source: Withdraw
ar: السحب

# withdraw_label
source: Withdraw
ar: سحب

source: Billing Address
ar: عنوان الفواتير

source: Account
ar: الحساب

source: Withdraw now
ar: السحب الان

# recent_transactions
source: Transactions
ar: العمليات

source: Pending Balance
ar: المبلغ المحجوز

source: Total Balance
ar: المبلغ الاجمالي

source: Pending
ar: قيد الانتظار

source: Approved
ar: مقبول

source: Reject
ar: مرفوض

source: Primary
ar: رئيسى

source: My Account
ar: حسابي

source: Bank Account
ar: الحساب البنكي

source: Account Details
ar: تفاصيل الحساب

source: Delete Bank Account
ar: حذف الحساب البنكى

# withdraw_from_available_balance
source: Withdraw only from available balance
ar: السحب من الرصيد المتاح فقط

# keep_card_for_checkout
source: Keep this card saved for faster checkout in the future
ar: احتفظ بهذه البطاقة بشكل امن لتتمكن من الدفع بشكل أسرع في المستقبل

# confirm_deleting
source: Please confirm your decision before proceeding.
ar: يرجى تأكيد قرارك قبل المتابعة.

source: Withdraw Money
ar: سحب الأموال

source: Set amount
ar: حدد المبلغ

# how_much_top_up
source: How much would you like to top up
ar: كم تريد أن تشحن

source: Wallet Balance
ar: رصيد المحفظة

source: Withdraw to
ar: السحب الى

source: Add Beneficiary
ar: اضافة مستفيد

source: Withdraw Summary
ar: ملخص السحب

source: Amount to Withdraw
ar: المبلغ المراد سحبه

source: Primary Bank Account
ar: حساب البنك الرئيسى

# delete_bank_account_confirmation
source: Are you sure you want to delete this bank account? All associated data will be removed and cannot be accessed again. Please confirm your decision before proceeding.
ar: هل أنت متأكد أنك تريد حذف هذا الحساب المصرفي؟ ستتم إزالة جميع البيانات المرتبطة ولا يمكن الوصول إليها مرة أخرى. يرجى تأكيد قرارك قبل المتابعة.

# trusted_benefit
source: Verification opens doors to exclusive opportunities, premium ads, and lucrative partnerships, elevating the user experience with
ar: يتيح التحقق فرص حصرية، وإعلانات متميزة، وشراكات مربحة، مما يؤدي إلى الارتقاء بتجربة المستخدم

# trust_score_description
source: Having a high trust score is important to clients as stars may decide not to bid on your campaign if you are not a trusted user. This is especially true for our most experienced stars, who are keen to ensure that any payments they receive are protected.
ar: يعتبر الحصول على درجة ثقة عالية امرا مهما للعملاء حيث قد يقرر النجوم عدم تقديم عروض على حملتك إذا لم تكن مستخدما موثوقا به هذا ينطبق بشكل خاص على النجوم الاكثر خبر لدينا ، والذين يحرصون على التأكد من حماية أى مدفوعات يتلقونها.

source: My Stores
ar: متاجري

source: Store
ar: متجر

source: Product
ar: منتج

source: Name can't be empty
ar: الاسم لا يمكن فارغا

source: Invalid website link
ar: رابط الموقع غير صالح

source: Invalid phone number
ar: رقم الهاتف غير صالح

source: No data has been changed
ar: لم يتم تغيير البيانات

source: Edit Agency
ar: تعديل الوكالة

source: My Campaigns
ar: حملتي

# exploreCampaigns
source: Explore your campaigns here
ar: استكشف حملاتك هنا

source: Closed Campaigns
ar: الحملات المغلقة

source: Client
ar: عميل

source: Details
ar: تفاصيل

source: Hired
ar: استأجرت

source: Deposit
ar: إيداع

source: Submit
ar: تم

source: Paid
ar: مدفوع

source: Chat
ar: محادثة

source: Campaign Status
ar: حالة الحملات

source: My Client
ar: موكلي

source: No Files
ar: لا توجد ملفات

# noFilesDescription
source: All attachments files with this campaign will be displayed here
ar: سيتم عرض جميع الملفات المرفقة بهذه الحملة هنا

source: Campaign Title
ar: عنوان الحملة

source: Service
ar: خدمة

source: Deadline
ar: موعد التسليم

source: Campaign Details
ar: تفاصيل الحملة

source: Campaign Files
ar: ملفات الحملة

# depositIsSecure
source: Deposit is securely held by nojom
ar: يتم الاحتفاظ بالوديعة بشكل آمن بواسطة نجوم

# onceYuoSubmitCampaign
source: Once you submit your campaign, Client will be releasing the deposit
ar: بمجرد إرسال حملتك، سيقوم العميل بتحرير الإيداع

source: Received
ar: تلقى

source: Total
ar: الإجمالي

source: Service Free
ar: الخدمة مجانية

# youReceive
source: You'll Receive
ar: سوف تتلقى

# noDepositYet
source: No deposit have made yet.
ar: لم يتم إجراء أي إيداع حتى الآن.

# paymentRemindText
source: Please remind your client to deposit payment so you can start working
ar: يرجى تذكير عميلك بإيداع الدفع حتى تتمكن من بدء العمل

# paymentTermsText
source: All deposits and fees are refundable subject to our
ar: جميع الودائع والرسوم قابلة للاسترداد وفقًا لشروطنا

source: Terms and Conditions
ar: الشروط والأحكام

source: Payment Details
ar: تفاصيل الدفع

source: Type here...
ar: اكتب هنا...

source: Description
ar: وصف

# describeOfferHere
source: Describe your offer here...
ar: اوصف عرضك هنا...

source: Duration
ar: مدة

source: Send Offer
ar: إرسال العرض

source: Discount
ar: خصم

source: Public Profile
ar: الملف الشخصي العام

source: Complete
ar: مكتمل

# verify_account
source: To verify your account, you need to have a trust score of at least 50% on your profile
ar: للتحقق من حسابك، يجب أن يكون لديك درجة ثقة لا تقل عن 50% في ملفك الشخصي

# your_profile
source: Your Profile is
ar: ملفك الشخصي

source: Income
ar: الدخل

source: Available Balance
ar: المبلغ المتاح

# paid_for_campaign
source: Paid for campaign ID
ar: معرف الحملة المدفوعة

source: Completed
ar: مكتمل

source: Reviews
ar: التقييمات

source: View All
ar: عرض الكل

source: View Less
ar: عرض أقل

source: Agency Name
ar: اسم الوكالة

source: Contact
ar: جهة الاتصال

source: Note
ar: ملاحظة

# current_score
source: Current Trust Score
ar: درجة الثقة الحالية

# need_more_than
source: You need more than
ar: تحتاج إلى أكثر من

# to_be_accepted
source: to be accepted for
ar: أن يتم قبولك

# send_verify_email
source: Send Verification Email
ar: إرسال بريد إلكتروني للتحقق

# verify_email_text
source: To continue using nojom, please click on the link in the verification email send to your email. This will confirm your email as your contact address.
ar: للاستمرار في استخدام nojom، يرجى النقر فوق الرابط الموجود في بريد التحقق المرسل إلى بريدك الإلكتروني. سيؤكد هذا أن بريدك الإلكتروني هو عنوان الاتصال الخاص بك.

# verify_email_send
source: A verification is sent to your email.
ar: يتم إرسال التحقق إلى بريدك الإلكتروني.

# send_verify_code
source: Send Verification Code
ar: إرسال رمز التحقق

# verify_phone_text
source: Please provide your phone number so that we can verify your account. This number will be kept private and will be used for verification purpose.
ar: يرجى تقديم رقم هاتفك حتى نتمكن من التحقق من حسابك. سيتم الاحتفاظ بهذا الرقم سريًا وسيتم استخدامه لغرض التحقق.

# updated_success
source: User updated successfully.
ar: تم تحديث المستخدم بنجاح.

source: Wallet
ar: المحفظة

source: Verified
ar: تم التحقق منه

source: Not Verified
ar: لم يتم التحقق منه

# cancel_withdraw
source: Cancel this withdraw
ar: إلغاء هذا السحب

# withdraw_text
source: Your transfer will be completed within 3-7 business days after you've placed the withdraw. Once you've made a withdraw, you can cancel it up to few hours.
ar: سيتم إكمال التحويل الخاص بك خلال 3-7 أيام عمل بعد إجراء السحب. بمجرد إجراء السحب، يمكنك إلغاؤه خلال بضع ساعات.

# youWillGetTotal
source: You will get total amount
ar: سوف تحصل على المبلغ الإجمالي

source: Status
ar: الحالة

source: Rate
ar: تقييم

source: Rate the Client
ar: تقييم العميل

source: My Rates
ar: تقييماتي

source: Completed Campaigns
ar: الحملات المكتملة

source: Campaign Id
ar: رقم الحملة

source: No Accounts
ar: لا توجد حسابات

# no_account_text
source: All accounts will displayed here
ar: سيتم عرض جميع الحسابات هنا

# no_income
source: No Income Balance
ar: لا يوجد رصيد دخل

# no_income_text
source: All incoming balance will displayed here
ar: سيتم عرض جميع الأرصدة الواردة هنا

# no_withdraw
source: No Withdraw Balance
ar: لا يوجد رصيد سحب

# no_withdraw_text
source: All withdraw balance will displayed here
ar: سيتم عرض جميع الأرصدة المسحوبة هنا

# show_details
source: View Details
ar: عرض التفاصيل

# select_paid_account
source: Please select one account for get paid
ar: يرجى تحديد حساب واحد للحصول على الدفعة

source: Choose account
ar: اختر حسابًا

# min_amount
source: Minimum amount is 100
ar: الحد الأدنى للمبلغ هو 100

source: My Available Balance
ar: رصيدي المتوفر

# remain_balance
source: Remaining Balance
ar: الرصيد المتبقي

source: Thank You
ar: شكرًا لك

# transfer_days
source: Your transfer will complete in 3-7 business days.
ar: سيتم إكمال التحويل الخاص بك في غضون 3-7 أيام عمل

# transfer_text
source: Once you've made a withdraw, you can cancel it for up a few hours. To cancel a pending withdraw, click on the pending withdraw and click on cancel.
ar: بمجرد إجراء عملية سحب، يمكنك إلغاؤها لمدة تصل إلى بضع ساعات. لإلغاء عملية سحب معلقة، انقر فوق السحب المعلق وانقر فوق إلغاء

# account_first
source: Please select account first
ar: يرجى تحديد الحساب أولاً

source: Accounts
ar: الحسابات

# transfer_business_days
source: Your transfer will complete in 10 business days.
ar: سيتم إكمال التحويل الخاص بك في غضون 10 أيام عمل

source: Attachments
ar: المُرفقات

source: project
ar: المشروع

# ryal
source: SAR
ar: ريال

source: Client's Files
ar: ملفات العميل

source: Days
ar: ايام

# no_payment_have_made
source: No payments have been made yet.
ar: لم يتم إجراء أي عملية دفع حتى الآن.

# client_accept_deposit
source: Once the client accept you, he will deposit money and release payment when you complete his campaign.
ar: بمجرد قبول العميل لك، سيقوم بإيداع الأموال وتحرير الدفع عند إكمال حملته.

source: Biddings
ar: المزايدات

source: Offers
ar: العروض

source: files
ar: الملفات

# placeBid
source: Place a Bild
ar: اضافة مزايدة

# confirmationReportsText
source: Are you sure you want to block this User?
ar: يرجى التحقق من التقرير الخاص بك قبل التقديم للمذايدة

source: Cancel this bid?
ar: الغاء هذه المزايدة؟

source: Cancel Bid
ar: الغاء المزايدة

# confirm_cancel_bid
source: Yes, Cancel this bidding
ar: نعم، قم بإلغاء هذه المزايدة

source: Attach File
ar: المرفقات

# max_size
source: Max size is
ar: الحجم الأقصى

source: Primary account
ar: الحساب الأساسي

# select_option
source: Select option to select your ID picture
ar: اختر خيارًا لاختيار صورة هويتك

source: Library
ar: المكتبة

source: File
ar: الملفات

# bank_deleted_success
source: Bank deleted successfully
ar: تم حذف البنك بنجاح

source: Edit bid
ar: تعديل المزايدة

source: bid
ar: مزايدة

# placeBidOn
source: Place a bid on
ar: وضع مزايدة على

source: Paid to you
ar: مدفوع لك

# you_receive
source: You will receive
ar: سوف تستلم

source: Delivery in
ar: يتم التسليم فى

# describe_bid
source: Describe your bid
ar: اوصف مزايدتك

# can_not_pace_bid
source: You can not place bid for this campaign
ar: لا يمكنك تقديم مزايدة لهذه الحملة

source: Payments
ar: المدفوعات

source: Set
ar: تحديد

# nojom_get
source: nojom will get
ar: سيحصل نجوم على

source: Service Fee
ar: رسوم الخدمة

# verify_with
source: Verified with
ar: تم التحقق

source: No
ar: لا

source: Yes
ar: نعم

# leave_review
source: Leave a Review
ar: ترك تعليق

source: Comment
ar: تعليق

source: Low
ar: منخفض

source: Very Low
ar: منخفض جدًا

source: High
ar: مرتفع

source: Very High
ar: مرتفع جدًا

# proof_updated
source: Proof successfully Updated
ar: تم تحديث الدليل بنجاح

source: Type Your comment
ar: اكتب تعليقك

# update_bid
source: The Bid detail updated Successfully.
ar: تم تحديث تفاصيل المزايدة بنجاح

source: UnBlock
ar: الغاء الحظر

source: Time Left
ar: الوقت المتبقى

source: Influencer services
ar: خدمات المؤثر

source: Completed Campaign
ar: الحملات المكتملة

# maxSize
source: Max size is 20mb
ar: اقصى حجم هو 20 ميجابايت

# confirmUnBlock
source: Are you sure want to unBlock this user
ar: هل أنت متأكد أنك تريد إلغاء حظر هذا المستخدم؟

source: Submit Campaign
ar: إرسال الحملة

source: Email files to client
ar: إرسال الملفات بالبريد الإلكتروني إلى العميل

# blockAndReport
source: block&Report
ar: حظر وابلاغ

source: Scammer
ar: محتال

# share_personal_files
source: Shares personal contact and payment details
ar: مشاركة الملفات الشخصية

# blackmail
source: Blackmailing and harassment
ar: الابتزاز والتحرش

# enter_valid_bid
source: Please Enter valid bid Amount
ar: الرجاء إدخال مبلغ صالح للمزايدة

# enter_valid_delivery_value
source: Please Enter bid Delivery time
ar: الرجاء إدخال معاد التوصيل

# bid_description
source: Please Enter bid Description
ar: الرجاء إدخال وصف المزايدة

# chatWithClient
source: Chat with your client
ar: دردشة مع العميل

# start_work_on_campaign
source: You can start working on the campaign, after the deposit is made by the client and get awarded
ar: يمكنك البدء في العمل على الحملة، بعد أن يقوم العميل بالإيداع والحصول على المكافأة

# get_paid
source: Get paid when you complete the campaign
ar: احصل على أموالك عند إكمال الحملة

source: View bidding
ar: عرض العطاءات

source: No Bids
ar: لا يوجد مزايدات

# no_bidding_campaign
source: All bidding Campaigns will displayed here
ar: سيتم عرض كافة حملات المزايدة هنا

# unblockConfirm
source: Are You sure you want to unblock this user
ar: هل تريد الغاء حظر هذا المستخدم؟

# the_client_is_yet_to_make_a_deposit
source: The client is yet to make a deposit. Please remind your client to deposit payment so you can start with the campaign.
ar: لا يزال يتعين على العميل إجراء إيداع. يُرجى تذكير عميلك بإيداع الدفع حتى تتمكن من البدء بالحملة.

# already_released_payment
source: already released the payment.
ar: قام بالدفع بالفعل

source: How was
ar: كيف كان

# client_release_deposit
source: Client has already released deposit.
ar: لقد قام العميل بالفعل بالإيداع.

# campaign_closed
source: Campaign is closed now
ar: الحملة مغلقة الآن

# with_draw_now
source: and you can withdraw money form
ar: ويمكنك سحب الأموال من

source: balance
ar: الرصيد

source: page.
ar: صفحة.

# mints
source: Mins
ar: دقائق

# second
source: Sec
ar: ثوانى

# Hour
source: Hours
ar: ساعات

source: All platform
ar: كافة المنصات

# no_campaign_in_progress
source: No Campaigns in Progress
ar: لا توجد حملات قيد التقدم

# no_closed_campaign
source: No Past Campaigns
ar: لا توجد حملات سابقة

# no_closed_campaign_message
source: All Past Campaign will be dispalyed here.
ar: سيتم عرض كافة الحملات السابقة هنا.

# available_campaign
source: Available Campaigns
ar: الحملات المتاحة

# explore_campaigns
source: Explore new Campaigns here
ar: اكتشف الحملات الجديدة هنا

source: Create Offer
ar: إنشاء عرض

source: Released
ar: قام بالدفع

source: Add new bank
ar: إضافة بنك جديد

source: Bank Name
ar: اسم البنك

source: Birthday
ar: تاريخ الميلاد

# max_categories
source: Maximum of 3 categories to select
ar: أقصى عدد من الفئات هو 3

source: Unmute
ar: الغاء الكتم

# email_phone
source: Email or Phone Number
ar: اسم المستخدم أو البريد الالكتروني

source: Log in with Apple
ar: تسجيل الدخول عبر أبل

source: Sign up with Apple
ar: الاشتراك عبر أبل

source: Log in with Google
ar: تسجيل الدخول عبر جوجل

source: Sign up with Google
ar: الاشتراك عبر جوجل

source: Create Account
ar: إنشاء حساب

# type_email
source: Type your email to reset your password
ar: اكتب بريدك الإلكتروني لإعادة ضبط كلمة المرور

source: Security Code
ar: رمز الأمان

source: Enter Security Code
ar: أدخل الرمز الأمني

# security_code_verify
source: Enter the 6 digit code we sent via email and your new password
ar: يرجى إدخال رمز التحقق المرسل إلى بريدك الإلكتروني وكلمة المرور الجديدة

# code_not_received
source: Haven't received a code ?
ar: لم تتلق الكود ؟

source: Resend Code
ar: إعادة إرسال الرمز

source: HIRE
ar: توظيف

source: Proposals
ar: المقترحات

# contact_with_star
source: Connect with Star
ar: التواصل مع النجم

source: Budget
ar: الميزانية

source: Upload files
ar: تحميل الملفات

source: Upload file
ar: تحميل ملف

# for_campaign
source: campaign
ar: للحملة

# select_upload_file_option
source: Select your option!
ar: حدد خيارك!

source: Campaign Status
ar: حالة الحملة

source: Campaign cost
ar: تكلفة الحملة

# close_campaign_confirm_message
source: Close this Campaign?
ar: اغلاق هذه الحملة؟

# close_campaign_button_cont
source: Yes, Close this campaign
ar: نعم، اغلق هذه الحملة

# in_progress_campaign_status_desc
source: You have already deposited payment, once the star has completed and submitted the campaign, you can check it and release the payment.
ar: لقد قمت بالفعل بإيداع الدفع، بمجرد أن يكمل النجم الحملة ويقدمها، يمكنك التحقق منها وإصدار الدفع.

source: New Password
ar: كلمة المرور الجديدة

# submit_verification
source: Submit for verification
ar: إرسال للتحقق

# idea_issue_feedback
source: Your ideas, issue, feedback or compliments
ar: المقترحات الخاصة بك، المشكلات، التعليقات، او الشكر

# Dont_receive_code
source: Don't receive otp?
ar: لم تتلقى الكود ؟

# please_enter_code
source: Please enter the code we just sent to phone
ar: أدخل كود التحقق الذي أرسلناه إلى هاتفك

# enter_email_phone
source: Please enter email and phone
ar: الرجاء إدخال البريد الإلكتروني أو رقم الهاتف

# enter_email
source: Please enter your email
ar: الرجاء إدخال البريد الإلكتروني

# enter_pass
source: Please enter password
ar: الرجاء إدخال كلمة المرور

source: Please
ar: الرجاء

# see_account
source: to see your account
ar: للتمكن من رؤية الحساب

source: No account
ar: لا يوجد حساب؟

# post_camp_free
source: POST YOUR CAMPAIGN (free)
ar: انشر حملتك (مجانًا)

# describe_camp_details
source: Describe the campaign you've got in mind. Provide as much details as you can to attract relevant stars.
ar: قم بوصف الحملة التي تخطط لها. قم بتوفير أكبر قدر ممكن من التفاصيل لجذب النجوم ذوي الصلة.
