Repository: tarekfoudanojom/Mobile-Base-Arc-
Catalog: lib/l10n/intl_*.arb
Languages: ar

# hire_details
source: You'll receive free bids from our talented stars within hours. Live chat with them, Compare bids and collaborate the best fit.
ar: ستتلقى عروضًا مجانية من نجومنا الموهوبين خلال ساعات. يمكنك الدردشة المباشرة معهم ومقارنة العروض والتعاون معهم للعثور على أفضل العروض.

# how_camp_work
source: You can live chat with your stars to get constant updates on the progress of your campaign.
ar: بإمكانك الدردشة المباشرة مع نجومك للحصول على تحديثات مستمرة حول تقدم حملتك.

# pay_description
source: You only have to pay for the campaign when it has been completed and you are 100% satisfied.
ar: لن يتعين عليك دفع ثمن الحملة إلا عند اكتمالها وعندما تكون راضيًا عنها بنسبة 100%.

# post_camp
source: Post a Campaign
ar: نشر الحملة

source: How It Works
ar: كيف يعمل

source: Find and Collaborate
ar: ابحث و تعاون مع

# in_mints
source: in mins
ar: خلال دقائق

source: View All Services
ar: عرض جميع الخدمات

source: Video
ar: فيديو

source: Collaborations
ar: تعاونات

source: Add note
ar: اضافة ملاحظة

source: Agency Tax
ar: رسوم الوكالة

source: Add More Stars
ar: اختر المزيد من المؤثرين المقترحين

source: Campaign Data
ar: بيانات الحملة

# campaign_describe
source: Campaign Description
ar: وصف الحملة

source: Campaign title *
ar: عنوان الحملة

source: Launch date
ar: تاريخ الإطلاق

source: Time
ar: الوقت

# supported_formats
source: Supported Files: Images, Videos, PDF Files
ar: الملفات المدعومة: الصور، الفيديوهات، وملفات PDF

source: Please select attachment
ar: الرجاء اختيار ملف

# attachment_uploaded
source: Attachment uploaded successfully
ar: تم تحميل الملف بنجاح

# campaign_created
source: Campaign created successfully
ar: تم نشر الحملة بنجاح

source: Select Date
ar: اختر التاريخ

source: Select Time
ar: اختر الوقت

# how_would_you_like_to_pay
source: How Would you like to pay to top up
ar: كيف تود الشحن؟

# pay_with
source: Pay via
ar: الدفع عبر

source: Pay With Card
ar: الدفع عبر البطاقة

source: No stars found
ar: لم يتم العثور على نجوم

# total_price
source: Total Amount
ar: المبلغ الإجمالي

source: Pay
ar: ادفع

source: Clear
ar: اعادة تعيين

source: View Our Stars
ar: عرض النجوم

source: Saved
ar: المفضلة

# my_hired
source: Hired
ar: نجومي

source: Yes, have
ar: نعم

source: Number of followers
ar: عدد المتابعين

source: Newest
ar: الأحدث

source: high to low
ar: من الأعلى للأقل

source: low to high
ar: من الأقل للأعلى

source: Custom
ar: مخصص

# thousand_symbol
source: K
ar: الف

# million_symbol
source: M
ar: مليون

# plus_five_million
source: 5M+
ar: +5 مليون

source: Sort By
ar: فرز حسب

source: Message
ar: رسالة

# no_conversations
source: no conversations found yet
ar: لا يوجد محادثات

source: offer
ar: عرض

source: Typing...
ar: يكتب...

# harmful_illegal
source: Harmful or illegal
ar: ضار أو غير قانوني

source: Active Now
ar: متصل الان

source: Offline
ar: غير متصل

# end_to_end_encrypted
source: Messages and calls are end-to-end encrypted. No one outside of this chat, not even nojom, can read or listen to them. Tap to learn more.
ar: الرسائل والمكالمات مشفرة بين الطرفين. لا يمكن لأي شخص خارج هذه الدردشة، حتى نجوم، قراءتها أو الاستماع إليها. انقر لمعرفة المزيد.

source: Campaign
ar: الحملة

source: In Progress
ar: قيد التنفيذ

# campaign_history
source: History
ar: المعاملات

# no_campaigns
source: There is no campaigns here
ar: لا توجد حملات هنا

source: Report Campaign
ar: ابلاغ عن الحملة

source: Date
ar: التاريخ

# mega_byte
source: MB
ar: ميجابايت

source: Platforms
ar: المنصات

# request_approved
source: Your request is approved
ar: تمت الموافقة على طلبك

# request_pending
source: Your request is Pending
ar: طلبك قيد الانتظار

# request_rejected
source: Your request is Rejected
ar: تم رفض طلبك

source: Get Discount
ar: الحصول على خصم

# how_it_work
source: How it works
ar: كيف يعمل التطبيق ؟

source: Settings
ar: الإعدادات

source: Edit Profile Picture
ar: تعديل صورة الملف الشخصي

source: Private info
ar: المعلومات الشخصية

source: Verifications
ar: التوثيقات

# view_public_profile
source: View My Public Profile
ar: عرض ملفى كما يظهر للاخرين

source: Notifications
ar: الإشعارات

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms of Use
ar: شروط الاستخدام

# contact_use
source: Contact Us
ar: اتصل بنا

# about_use
source: About Us
ar: عن الشركة

source: Career
ar: المسار المهني

source: Share App
ar: مشاركة التطبيق

source: Data Privacy
ar: خصوصية البيانات

source: Close
ar: اغلاق

source: My Wallet
ar: المحفظه

source: Partner with us
ar: كن شريكا معنا

# modern
source: New
ar: جديد

source: Private Information
ar: المعلومات الشخصية

source: Brand Name
ar: اسم العلامة التجارية

source: Contact Name
ar: الاسم

# mobil
source: Mobile
ar: رقم الهاتف

source: First Name
ar: الاسم الاول

source: Last Name
ar: اسم العائلة

# cr_number
source: Commercial Registration Number
ar: رقم السجل التجاري

# vat_number
source: Vat
ar: القيمة المضافة

source: VAT Number
ar: رقم ضريبة القيمة المضافة

source: Write here
ar: اكتب هنا

# cRN
source: Commercial Registration Number
ar: رقم السجل التجارى

# upload_cr
source: Upload your Commercial Registration
ar: قم بتحميل السجل التجارى الخاص بك

# provide_your_crNumber
source: Please provide your CR number so that we can verify your account. This number will be kept private and will be used for verification purposes
ar: يرجى ادخال رقم السجل التجارى لنتمكن من التحقق من حسابك. سيتم الاحتفاظ بهذه المعلومات بسرية تامه و سيتم استخدامها لاغراض التحقق فقط

source: Add Attachment
ar: اضافة مرفق

# email_already_verified
source: You already verified email
ar: لقد قمت بالتحقق من البريد الالكترونى بالفعل

# phone_already_verified
source: You already verified phone number
ar: لقد قمت بالتحقق من رقم الهاتف بالفعل

# crn_already_verified
source: You already verified cr number
ar: لقد قمت بالتحقق من رقم السجل التجارى بالفعل

source: Added successfully
ar: تمت الاضافة بنجاح

# provide_your_vat_number
source: Please provide your VAT number so that we can verify your account. This number will be kept private and will be used for verification purposes
ar: يرجى ادخال رقم ضريبة القيمة المضافة لنتمكن من التحقق من حسابك. سيتم الاحتفاظ بهذه المعلومات بسرية تامه وسيتم استخدامها لاغراض التحقق فقط

source: Hi,
ar: مرحبا,

source: Update Password
ar: تحديث كلمة المرور

source: Current Password
ar: كلمة المرور الحالية

source: Enter Current Password
ar: ادخل كلمة المرور الحالية

source: Enter New Password
ar: ادخل كلمة المرور الجديدة

source: Confirm New Password
ar: تاكيد كلمة المرور الجديدة

source: Password strength:
ar: قوة كلمة المرور:

# password_strength_description
source: Use at least 8 characters. Don't use a password from another site, or something too obvious like your pet's name.
ar: استخدم 8 أحرف على الأقل. لا تستخدم كلمة مرور من موقع آخر، أو أي شيء شديد الوضوح مثل اسم حيوانك الأليف.

# need_help_contact_support
source: Need help? Contact with our support team
ar: هل تحتاج مساعدة؟ تواصل مع فريق الدعم

source: My Public Profile
ar: ملفي العام

# verifyWith
source: Verified with
ar: التوثيقات

# commercial_registration
source: Commercial Register
ar: السجل التجاري

# no_verified_method
source: No verified method found
ar: لم يتم العثور على توثيقات

source: No reviews
ar: لا يوجد تقييمات

# no_reviews_message
source: All Reviews will disabled here
ar: سيتم عرض جميع التقييمات هنا

source: Get 200 SAR
ar: اربح 200 ريال

# get_10_sar
source: Easy 10 SAR
ar: اربح 10 ريال

# get_100_sar
source: Win 100 SAR
ar: اربح 100 ريال

source: Rewards
ar: المكافات

source: Get up to 200 SAR
ar: اربح حتى 200 ريال

# get_up_to_200_sar_describe
source: Give your friends 10% off their first campaign and get 20% off their first campaign up to 200 SAR for each person who uses your link or promo code to place their first campaign.
ar: امنح اصدقائك خصم 10% على اول حملة لهم واحصل على أكثر من 20% من حملاتهم التى تزيد عن 200 ريال لكل صديق يقوم بنشر حمله باستخدام كود الخصم او الرابط الخاص بك

# txt
source: Text
ar: رسالة

# see_how_it_work
source: See how it it works
ar: خطوات الحصول على خصم

# tell_your_friends
source: Tell Your Friends about us
ar: اخبر أصدقائك عنا

# referral_reward
source: Anyone who uses your coupon or QR follows your referral link will get 10 SAR off on their first campaign.
ar: اى شخص يستخدم كود الخصم او يتبع الرابط الخاص بك ، يحصل على الخصم 10 ريال من الحملة الأولى.

# friends_campaign
source: Your friends list a campaign
ar: قام صديقك بنشر حملة

# friend_completion_reward
source: You will receive 10 SAR , once your friend complete the campaign.
ar: يجب ان يستكمل صديقك حملته ، لكي تتمكن من استحدام ال 10 ريال الخاصة بك.

# per_friend_reward
source: Get 10 SAR for every friend
ar: احصل على 10 ريال عن كل صديق.

# example_reward
source: For example: if you invited 100 friends then you will get 1,000 SAR
ar: على سبيل المثال: اذا قمت بدعوة 100 صديق،سوف تربح 1000 ريال

# referral_benefits
source: Send your special promo code , or your referral link to your friends, Once they use this code or follow the link to place their first order at nojom they will receive 10 SAR off the price and you will get 10 SAR to your balance. Read
ar: شارك كود الخصم او رابط الدعوة الخاص بك مع اصدقائك. بمجرد استخدام هذا الكود او الرابط لنشر خملاتهم الأولى في نچوم، سيحصلون على خصم 10 ريال من السعر، وستحصل على 10 ريالات اقرأ

# more_terms_of_use
source: Terms of Use.
ar: المزيد من شروط الاستخدام.

source: I'm here
ar: أنا هنا

# you_are
source: You're
ar: أنت

source: away from
ar: بعيد عن مستوى العملاء ال

source: level
ar: مستوى

source: Blue
ar: الأزرق

source: Gold
ar: الذهبي

source: Silver
ar: الفضي

source: VIP
ar: المميز

# points_per_sar
source: 4 points with every sar you spend
ar: 4 نقاط مقابل كل ريال تنفقه

# blue_level_reward
source: 1200 points for reaching Blue level
ar: 1200 نقطة للوصول الى المستوى الأزرق

# spend_1000_sar
source: Spend 1000 SAR and get:
ar: انفق 1000 ريال واحصل على:

# silver_level_reward
source: 4000 points for reaching Silver level
ar: 4000 نقطة للوصول الى المستوى الفضي

# gold_level_reward
source: 12000 points for reaching Gold level
ar: 12000 نقطة للوصول الى المستوى الذهبي

# vip_level_reward
source: 24000 points for reaching VIP level
ar: 24000 نقطة للوصول الى المستوى المميز

# spend_300_sar
source: Spend 300 SAR and get:
ar: انفق 30 ريال واحصل على:

# spend_3000_sar
source: Spend 300 SAR and get:
ar: انفق 300 ريال واحصل على:

# vip_support
source: Vip Customer Support
ar: دعم العملاء المميزين

# spend_6000_sar
source: Spend 6000 SAR and get:
ar: انفق 6000 ريال واحصل على:

source: Higher Trust Score
ar: أعلى درجة ثقة

source: Get 10 SAR Today
ar: احصل على 10 ريال اليوم

# write_review
source: Write a review and submit in a screenshot\nof review for all or any listed sites and get credit for each review.
ar: اكتب تقييم و ارسل لقطة الشاشة له لكل أو أى من المواقع المدرجة واحصل على رصيد لكل تقييم.

source: App Store
ar: متجر التطبيقات

source: Google Play
ar: جوجل بلاي

source: Google
ar: جوجل

source: Trustpilot
ar: تراست بيلوت

source: Sitejabber
ar: سايتجابر

source: Not Started
ar: اضغط هنا للتقييم

# click_link_title
source: Click on the link
ar: اضغط على الرابط

# click_link_desc
source: Find the links above, click a site to write a review
ar: ابحث عن الروابط بالأعلى، واضغط على الموقع لكتابة تقييم.

# write_review_title
source: Write a review
ar: اضافة تقييم

# write_review_desc
source: Share a screen shot when the review is complete
ar: بعد اضافة التقييم، قم بمشاركة لقطة الشاشة

# review_reward_title
source: Get 2 SAR for every review
ar: احصل على 2 ريال لكل تقييم

# review_reward_desc
source: Get 10 SAR after completing all of the reviews on all of the review sites
ar: بعد الانتهاء من المراجعات فى جميع مواقع المراجعة،احصل على 10 ريال.

source: survey
ar: استبيان

source: Start
ar: ابدأ

# answer_5_questions
source: Answer 5 questions and get 2 SAR today plus a chance to win 100 SAR gist card
ar: اجب على 5 اسئلة واحصل على 2 ريال اليوم بالاضافة الى فرصة للفوز ببطاقة هدايا بقيمة 100 ريال

source: Application
ar: الاستمارة

source: About me
ar: نبذه

source: My profile
ar: الملف الشخصي

# analyst_review
source: During the next 5 - 15 days our analysts will be reverting the information you provided if we are able to partner with you will contact you for additional information
ar: خلال الفترة من ال5 إلى 15 يوما القادمة سوف يقوم ملحللونا بمراجعة المعلومات التى قدمتها. إذا تمكنا من الشراكة معك، سوف نتصل بك للحصول على معلومات إضافية.

# no_response_meaning
source: If you haven't heard from us within 5-15 business day , please assume that we are not satisfied with the information you provided to us or deem your profile scores low , especially with verifications.
ar: إذا لم تكن قد سمعت منا خلال تلك الفترة، فيرجى افتراض أننا غير راضين عن العلومات التى قدمتها إلينا أو نعتبر أن درجات ملفك الشخصى منخفضة، لا سيما مع عمليات التحقق.

source: Nojom CEO
ar: Nojomالمدير التنفيذى ل

# ceo_name
source: Ahmed Alsenan
ar: أحمد آّل سنان

source: Submit screenshot
ar: إرسال لقطة الشاشة

# include_screenshot
source: Include a screen shot with your review.
ar: ارفق لقطة شاشة لتقييمك

# click_link
source: Click on link
ar: اضغط على الرابط

# and_write_review
source: and write a review
ar: واكتب تقييمك

# click_link_to_open
source: click here to open link
ar: اضغط هنا لفتح الرابط

# attach_screenshot
source: Submit screenshot
ar: ارفق لقطة شاشة

# your_review
source: of your review
ar: لتقييمك

source: Update Location
ar: تحديث الموقع

# allow_my_location_access
source: Allow to access my location
ar: السماح بالوصول إلى موقعي

source: Sign Out
ar: تسجيل الخروج

# submit_files
source: submit
ar: الملفات

# looking_for_partners
source: We are looking for partners , investors and C-Level executives to grow nojom.
ar: نحن نبحث عن شركاء و مستثمرين و مديرين مستوى -C:لتنميهnojom.

# start_by_filling_out
source: Start by filling out this form. All your information and answers are 100% confidential. and is never disclosed to third parties.
ar: ابدأ بملء النموذج. جميع معلوماتك و إجاباتك سرية بنسبة 100% ولا يتم الكشف عنها لأطراف ثالثة.

source: Speed up your application
ar: وصول استمارتك أسرع

# complete_profile
source: Finally completing your profile until it becomes 100% will make it faster and easier for us to start on your application.
ar: أخيرا، إكمال ملفك الشخصي بنسبة 100% سيجعل الأمر أسرع وأسهل لنا للبدء في استامرتك

# detailed_applications
source: In addition , application , applications with more details show how serious you are
ar: بالإضافة إلى ذلك تظهر الاستمارات التي تحتوى على المزيد من التفاصيل مدى جديتك

# confirm_sign_out
source: Are you sure you want to
ar: هل تريد تأكيد

# please_login
source: Please login or register to collaborate, view profiles, chat and more...
ar: برجاء تسجيل الدخول أو إنشاء حساب للتعاون، عرض الملفات الشخصية، التواصل، المزيد....

# join_star
source: Join as Star
ar: انضم كـ نجم

source: Change Logo
ar: تغيير الشعار

# add_username
source: add your username
ar: أدخل اسم المستخدم

source: Commercial Register Number
ar: رقم السجل التجاري

# vat_registered
source: Are you registered on VAT ?
ar: هل أنت مسجل في ضريبة القيمة المضافة ؟

source: Please add profile photo
ar: يرجى إضافة صورة الملف الشخصي

# fill_names
source: Please fill your name
ar: يرجى ملء الأسماء

# please_complete_info
source: Please complete information
ar: يرجى إكمال المعلومات

# select_about_us
source: Please select about us
ar: برجاء اختيار كيف سمعت عننا

# confirm_del_account
source: Are you sure to permanently delete your account ?
ar: هل أنت متأكد من حذف حسابك بشكل دائم ؟

# let_us_know_reason
source: Let us know why you are deleting this account ?
ar: أخبرنا لماذا تقوم بحذف هذا الحساب؟

# bad_experience
source: I have bad experience using the App
ar: لدي تجربة سيئة في استخدام التطبيق

# better_alt
source: I found a better alternative
ar: لقد وجدت بديلا أفضل

# no_reason_at_all
source: I just want to delete my account for no reason at all
ar: أريد فقط حذف حسابي بدون أي سبب على الإطلاق

# select_reason
source: Please select reason
ar: الرجاء تحديد السبب

# enter_reason
source: Please enter reason
ar: اكتب سببك هنا

# enter_email_or_phone
source: Please enter email or phone
ar: الرجاء إدخال البريد الإلكتروني أو رقم الهاتف

source: Total Paid
ar: إجمالي المبلغ المدفوع

# my_invoices
source: My Bills
ar: فواتيري

# no_invoices
source: No Bills
ar: لا توجد فواتير

# age_prompt
source: How old are you?
ar: كم عمرك؟

# age_selection
source: Select Age
ar: اختر السن

# location_prompt
source: Where do you live?
ar: أين تعيش؟

# gender_prompt
source: Are you male or female?
ar: هل أنت ذكر أم أنثى؟

# referral_prompt
source: How did you hear about us?
ar: كيف سمعت عنا؟

source: Friend
ar: الأصدقاء

source: Google Search
ar: بحث جوجل

source: TikTok
ar: التيك توك

source: Instagram
ar: الانستغرام

source: Facebook
ar: الفيسبوك

# google_play_store
source: Google Play
ar: متجر جوجل بلاي

# apple_store
source: App Store
ar: متجر تطبيقات أبل

# survey_review_message
source: We will review your survey within few hours and deposit 5 SAR to your balance today. We will also pick a winner for 100 SAR
ar: سوف نقوم بمراحعة استبيانك خلال ساعات وإيداع 5 ريالات فى رصيدك اليوم سنقوم أيضا باختيار فائز ب 100 ريال.

source: Submit Survey
ar: إرسال الاستبيان

# please_select_referral
source: Please select How did you hear about us
ar: يرجى تحديد كيف سمعت عنا

# please_select_service
source: Please select What's your most important service
ar: يرجى تحديد ما هي اهم خدمة بالنسبة لك

# survey_inserted
source: Client Survey Inserted successfully
ar: تم إدخال استبيان العميل بنجاح

source: Under review
ar: تحت المراجعة

# you_are_vip
source: You are VIP level
ar: انت فى المستوى المميز

# improvement_prompt
source: How could we improve our services?
ar: كيف يمكننا تحسين خدمتنا؟

# completion_message
source: I've completed the work you required and attached the necessary documents...
ar: لقد اكملت العمل الذى طلبته وأرفقت المستندات اللازمة...

# fail_message
source: Something went wrong. please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى

# confirmation_prompt
source: Are you sure you want to
ar: هل أنت متاكد من أنك تريد

# authenticate_message
source: Please login or register to collaborate, view profiles, chat and more...
ar: برجاء تسجيل الدخزل أو إنشاء حساب للتعاون، عرض صفحات النجوم، التواصل، المزيد...

# new_sign_up
source: Sign up
ar: إنشاء حساب جديد

# login_message
source: Log In
ar: تسجيل الدخول

source: Join as Star
ar: انضم ك نجم

# star_location
source: Star's Location
ar: موقع النجم

source: Ads
ar: للإعلان

# home_campaigns
source: Campaigns
ar: الحملات

# home_acc
source: Profile
ar: الاعدادات

source: Allow Notifications
ar: السماح بالإشعارات

source: Rate App
ar: تقييم التطبيق

source: Services
ar: الخدمات

source: No Services
ar: لا توجد خدمات

# register_now
source: Register Now or Log In
ar: سجّل الآن أو قم بتسجيل الدخول

# access_all_features
source: To Access All Features
ar: للوصول إلى جميع الخصائص

# how_know_about_us
source: How did you know about us ?
ar: كيف عرفت عنا ؟

source: Orders
ar: الطلبات

# order_delivered
source: Delivered (Waiting your approval)
ar: تم التسليم (قيد موافقتك)

# order_requested
source: Request sent (Awaiting approval)
ar: تم الطلب (بانتظار موافقة المؤثرين)

# order_created
source: Add influencers to your campaign
ar: أضف موثرين لحملتك

# order_in_progress
source: Influencer approved (In progress)
ar: تمت موافقة المؤثر (قيد التفيذ)

# order_completed
source: You approved (Completed)
ar: تمت موافقتك (مكتمل)

# order_canceled
source: Influencer declined (Canceled)
ar: المؤثر رفض الطلب (ملغي)

source: Current campaigns
ar: الحملات الحالية

source: Past Campaigns
ar: الحملات السابقة

# orders_details
source: Order Details
ar: تفاصيل الطلب

source: Star
ar: النجم

# connect
source: Chat
ar: تواصل

# completed_request
source: Completed
ar: تمت موافقتك

# delivered_request
source: Delivered
ar: تسليم الطلب

# approved_request
source: Approved
ar: وافق النحم

# requested_request
source: Requested
ar: إرسال الطلب

# see_details
source: See step by step details
ar: اطلع على خطوات الطلب

source: Order Title
ar: عنوان الطلب

# describe
source: Details
ar: الوصف

source: Order ID
ar: رقم الطلب

source: Saudi VAT
ar: رسوم الضريبة

source: Order Total
ar: الإجمالي

# campaign_info
source: The amount has been successfully deposited into the Nojom platform, but will not be transferred directly to the star. After the star submits the requested campaign, you can review the work and approve the transfer of the amount. If no action is taken within 5 days from the date of the submission, the campaign will be approved and the amount will be transferred to the influencer automatically to ensure smooth operations.
ar: تم إيداع المبلغ بنجاح في منصة نجوم، ولكن لن يتم تحويله إلى المؤثرين مباشرة. بعد تسليم المؤثر للحملة المطلوبة، يمكنك مراجعة العمل والموافقة على تحويل المبلغ. إذا لم يتم اتخاذ أي إجراء خلال 5 أيام من تاريخ التسليم، سيتم اعتماد الحملة وتحويل المبلغ إلى المؤثر تلقائيًا لضمان سير العمليات بسلاسة.

# final_approval
source: After final approval, the amount is released to the star, and the order is considered complete.
ar: بعد الموافقة النهائية، يتم تحرير المبلغ للمؤثر، وتعتبر الحملة مكتملة.

# implementation_review
source: Once the implementation is complete, you can review the submitted context and make sure it matches the requirements.
ar: بعد اكتمال التنفيذ، يمكنك مراجعة المحتوى المقدم والتأكد من مطابقته للمتطلبات.

# star_working
source: The Star is working on creating and delivering the content according to the agreed order details.
ar: المؤثر يعمل على إنشاء المحتوى وتسليمه حسب تفاصيل الحملة المتفق عليها.

# request_submitted
source: Your request has been successfully submitted. We are waiting for the star to approve the order.
ar: تم تقديم طلبك بنجاح. ننتظر موافقة المؤثر على الحملة.

# status_completed
source: Your Approval (Completed)
ar: تمت موافقتك (مكتمل)

# status_in_progress
source: Star Approved (in Progress)
ar: تمت موافقة المؤثر (قيد التنفيذ)

# status_delivered
source: Delivered (Waiting your approval)
ar: تم التسليم (قيد موافقتك)

# status_requested
source: Requested (Waiting Star Approval)
ar: تم إرسال الطلب (قيد موافقة المؤثر)

source: Steps details
ar: تفاصيل الطلب

# order_total_price
source: Total
ar: المبلغ الإجمالي

# influencer_stars
source: Stars
ar: المؤثرين

source: Links
ar: الروابط

# no_links
source: There are no links.
ar: لا توجد روابط.

# campaign_completion
source: Once your campaign is completed and approved, the influencer will be able to withdraw the amount
ar: عند اكتمال طلبك والموافقة عليه، سيتمكن النجم من سحب المبلغ

# deposit_done
source: Deposit
ar: تم إيداع

# released_done
source: Released
ar: تم تحرير

# released_money
source: Release your money
ar: الموافقة على الطلب لتحرير المبلغ

source: Customer Support
ar: خدمة العملاء

source: Confirm Order Approval
ar: تأكيد الموافقة على الطلب

# approval_confirmation
source: By approving this campaign, you confirm that you have received the order, and the payment will be released to the influencer. If no action is taken within 5 days from the delivery date, the order will be automatically approved, and the payment will be transferred to the influencer to ensure smooth operations.
ar: بموافقتك على الطلب ، تاكد انك استلمت الطلب وسيتم تحرير المبلغ ليصبح متاحًا للنجم. إذا لم يتم اتخاذ أي إجراء خلال 5 أيام من تاريخ تسليم الطلب، سيتم الموافقة تلقائيًا على الطلب وتحويل المبلغ إلى النجم تلقائيًا لضمان سير العمليات بسلاسة.

# feedback_prompt
source: Write your feedback about the star here...
ar: اكتب ملاحظاتك عن المؤثر هنا...

source: Comments
ar: ملاحظات

# rating_prompt
source: What is your rating for this star?
ar: ماهو تقييمك لهذا المؤثر؟

source: Star Review
ar: تقييم النجم

source: Star Evaluation
ar: تقييم المؤثر

source: Star Rated
ar: تم تقييم المؤثر

source: Rate Order
ar: تقييم الطلب
