Repository: tarekfoudanojom/Mobile-Base-Arc-
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: TRY AGAIN
ar: حاول مجددا

# error_internal_server
source: INTERNAL SERVER ERROR
ar: حصل خطأ في السيرفر

# error_BadRequest_Error
source: BAD REQUEST
ar: طلب غير صالح

# error_NotFound_Error
source: No result found
ar: لم يتم العثور على نتائج

# error_Timeout_Error
source: TIME OUT
ar: انتهت المدة

# error_general
source: AN UNEXPECTED ERROR OCCURRED
ar: حصل خطأ غير متوقع

# error_Unauthorized_Error
source: UNAUTHORIZED
ar: غير مصرح

# error_forbidden_error
source: YOU DO NOT HAVE PRIVILEGE
ar: ليس لديك الصلاحية

# error_connection
source: An error occurred during the connection
ar: حصل خطأ اثناء اتصالك بالشبكة

# error_connection_lost
source: Connection error
ar: تم فقد الاتصال

# error_cancel_token
source: The connection is interrupted
ar: تم مقاطعة الاتصال

# error_confirm_password
source: Passwords do not match
ar: كلمة المرور غير مطابقة

# fillField
source: Please enter this field
ar: الرجاء ملء الحقل

# passValidation
source: Should have Upper and Lower case, numbers and special characters
ar: من فضلك ادخل على الاقل 6 حروف او ارقام

# mailValidation
source: Please enter a valid email
ar: من فضلك ادخل البريد صحيحا

# phoneValidation
source: Please enter a valid mobile phone
ar: من فضلك ادخل الجوال صحيحا

# confirmValidation
source: Please enter the password identical
ar: من فضلك ادخل كلمة المرورمتطابق

# AddressValidation
source: Please enter the address
ar: من فضلك ادخل العنوان

# nameValidation
source: Should be more than 2 and less than 30
ar: يجب أن يكون أكثر من ٢ احرف واقل من ٣٠

# error_socket
source: No internet connection
ar: تأكد من إتصالك بالانترنيت

# error_conflict
source: Conflict error
ar: خطأ تعارض

# app_cancel
source: Cancel
ar: إلغاء

# app_confirm
source: Confirm
ar: تأكيد

# label_logout
source: Logout
ar: تسجيل خروج

# label_change_language
source: Change language
ar: تغيير اللغة

# label_choose_language
source: Choose language
ar: اختيار اللغة

# label_app_language
source: Language
ar: اللغة

# label_Login
source: Login
ar: تسجيل دخول

# login_subtitle
source: Enter your phone number to continue
ar: أدخل رقم هاتفك للمتابعة

source: Login or Create Account
ar: تسجيل الدخول أو إنشاء حساب

# sign_up_with_phone_number
source: Enter with your phone number
ar: ادخل برقم جوالك

# sign_in_or_create_account_now
source: Sign in or create your account automatically now to create and manage campaigns, request services, communicate with influencers, and more...
ar: سجل الدخول أو أنشئ حسابك تلقائيًا الآن لإنشاء وإدارة الحملات، طلب الخدمات، والتواصل مع المؤثرين والمزيد...

source: Phone number
ar: رقم الجوال

# please_enter_valid_phone_number
source: Please enter a valid phone number.
ar: الرجاء إدخال رقم جوال صحيح.

source: By clicking continue, you agree to
ar: بالضغط على الاستمرار توافق على

source: Terms and Conditions and Privacy Policy
ar: الشروط والأحكام وسياسة الخصوصية

# keep_going
source: Continue
ar: استمرار

# label_register
source: Register
ar: تسجيل حساب جديد

# label_forget_pass
source: Forget password?
ar: هل نسيت كلمة المرور؟

# label_phone
source: Phone number
ar: رقم الهاتف

# label_email
source: Email
ar: البريد الاكتروني

# label_password
source: Password
ar: كلمة المرور

# label_full_name
source: Full name
ar: الاسم الكامل

# label_confirm_password
source: Confirm password
ar: تأكيد كلمة المرور

source: Something went wrong.
ar: حدث خطأ ما

# loadingText
source: Loading…
ar: تحميل…

source: Done
ar: تم

source: Add new item
ar: إضافة عنصر جديد

source: Apply
ar: حفظ

source: Cancel
ar: إلغاء

source: Bank name
ar: اسم البنك

source: Save
ar: حفظ

source: Failure Actions
ar: إجراءات الفشل

source: Favorites
ar: المفضلة

# favorites_add_to_favorites_title
source: Add to a favorite
ar: إضافة الى مفضلة

# favorites_manage_favorites_title
source: Manage Favorites
ar: إدارة المفضلة

# favorites_create_list
source: Create new list
ar: إنشاء قائمة جديدة

# favorites_create_new_list
source: Create New List
ar: إنشاء قائمة جديدة

# favorites_create_list_description
source: Create a personalized list to organize your favorite influencers
ar: أنشئ قائمة شخصية لتنظيم المؤثرين المفضلين لديك

# favorites_create_first_list
source: Create your first list
ar: أنشئ قائمتك الأولى

# favorites_list_name
source: List name
ar: اسم القائمة

# favorites_list_name_hint
source: Enter list name
ar: أدخل اسم القائمة

# favorites_character_limit_note
source: List names are limited to 30 characters to ensure proper display
ar: أسماء القوائم محدودة بـ 30 حرفاً لضمان العرض الصحيح

# favorites_edit_lists_title
source: Edit
ar: تعديل

# favorites_delete_list_title
source: Delete List
ar: حذف القائمة

# favorites_delete_list_message
source: Are you sure you want to delete list
ar: هل أنت متأكد من حذف قائمة

# favorites_list_deleted_successfully
source: List deleted successfully
ar: تم حذف القائمة بنجاح

# favorites_delete_list_error
source: Error occurred while deleting list
ar: حدث خطأ أثناء حذف القائمة

# favorites_lists_reordered_successfully
source: Lists reordered successfully
ar: تم إعادة ترتيب القوائم بنجاح

# favorites_reorder_error
source: Error occurred while reordering lists
ar: حدث خطأ أثناء إعادة ترتيب القوائم

# favorites_list_restored_successfully
source: List restored successfully
ar: تم استعادة القائمة بنجاح

# favorites_undo_error
source: Error occurred while undoing deletion
ar: حدث خطأ أثناء التراجع عن الحذف

# favorites_rename_error
source: Error occurred while renaming list
ar: حدث خطأ أثناء إعادة تسمية القائمة

# favorites_lists_updated_successfully
source: Lists updated successfully
ar: تم تحديث القوائم بنجاح

# favorites_some_updates_failed
source: Some list updates failed
ar: فشل في تحديث بعض القوائم

# favorites_character_limit_exceeded
source: Character limit exceeded
ar: تم تجاوز الحد المسموح للحروف

# favorites_no_lists_title
source: You didn't create any lists yet
ar: لم تنشئ أي قائمة مفضلة بعد

# favorites_no_lists_description
source: Create your first list to start organizing your favorite influencers
ar: أنشئ قائمتك الأولى لبدء تنظيم المؤثرين المفضلين لديك

# favorites_no_lists_description_add
source: Create a list to add this influencer to your favorites
ar: أنشئ قائمة لإضافة هذا المؤثر إلى مفضلتك

# favorites_manage_description
source: Select or deselect lists to manage where this influencer appears
ar: اختر أو ألغ اختيار القوائم لإدارة مكان ظهور هذا المؤثر

# favorites_empty_list
source: Empty list
ar: قائمة فارغة

# create_and_add
source: Create & Add
ar: إنشاء وإضافة

source: Add List
ar: إضافة قائمة

source: lists
ar: قوائم

source: Influencers
ar: مؤثرين

source: Influencer added to
ar: تم إضافة المؤثر إلى

source: Influencer removed from favorites
ar: تم إزالة المؤثر من المفضلة

# toast_influencer_added_to_favorites
source: Influencer added to favorites
ar: تمت إضافة المؤثر للمفضلة

# toast_influencer_removed_all
source: Influencer removed from all lists
ar: تمت إزالة المؤثر من جميع القوائم

# toast_favorites_updated
source: Favorites updated successfully
ar: تم تحديث المفضلة بنجاح

# toast_influencer_removed_from_favorites
source: Favorites updated
ar: تم تحديث المفضلة

source: Change
ar: تغيير

source: Undo
ar: تراجع

source: letter
ar: حرف

# action_undo_successfully
source: Removed List restored successfully
ar: تم التراجع عن الإجراء بنجاح

source: Rename
ar: إعادة تسمية

source: Delete
ar: حذف

source: Rename List
ar: إعادة تسمية القائمة

source: Delete List
ar: حذف القائمة

# delete_list_confirmation
source: Are you sure you want to delete this list? This action cannot be undone.
ar: هل أنت متأكد من حذف هذه القائمة؟ لا يمكن التراجع عن هذا الإجراء.

source: Access denied
ar: تم رفض الوصول

source: Camera
ar: الكاميرا

source: Pick
ar: اختيار

source: Retry
ar: إعادة المحاولة

# size_more_than_mg_error
source: Files size must be less than {MB} MB, {files}
ar: يجب أن تكون حجم الملفات التالية أقل من {MB} ميحابيت, {files}

source: No internet connection
ar: لا يوجد اتصال بالانترنت

source: Internet connected
ar: تم الاتصال بالانترنت

source: No Results
ar: لا يوجد نتائج

# snap_chat_validate
source: Enter valid username link
ar: الرجاء إدخال رابط اسم مستخدم صالح

# link_validate
source: Oops! The link you entered seems to be incorrect. Please check the URL and try again. If you need assistance, feel free to contact our support team
ar: عفواً! يبدو أن الرابط الذي أدخلته غير صحيح.يرجى التحقق من عنوان URL والمحاولة مرة أخرى.إذا كنت بحاجة إلى مساعدة، فلا تتردد في الاتصال بفريق الدعم لدينا

# english_name_validation
source: Should be english letters
ar: يجب أن تكون الحروف باللغة الإنجليزية

# arabic_name_validation
source: Should be arabic letters
ar: يجب أن تكون الحروف باللغة العربية

source: Skip
ar: تخطى

source: Next
ar: التالي

# lang
source: عربي
ar: English

# shine_with_stars
source: Shine with the Stars
ar: المع مع النجوم

# join_platform
source: Join our platform to be part of an exclusive community of celebrities and influencers.
ar: انضم إلى منصتنا لتكون جزءًا من مجتمع حصري من المشاهير والمؤثرين.

# exceptional_exp
source: Exceptional Experience
ar: تجربة استثنائية

# enjoy_outstanding
source: Enjoy an outstanding user experience and exclusive features just for celebrities.
ar: استمتع بتجربة استخدم متميزة وميزات حصرية للمشاهير فقط.

source: New Opportunities
ar: فرص جديدة

# join_us
source: Join us and discover collaboration opportunities with prestigious brands and global companies.
ar: انضم إلينا واكتشف فرص تعاون مع العلامات التجارية المرموقة و الشركات العالمية.

source: Welcome Back
ar: مرحبًا بعودتك

# login_verify
source: We'll send a verification code to your number so you can login
ar: سنرسل رمز التحقق إلى رقمك حتى تتمكن من تسجيل الدخول

source: Download Company App
ar: تنزيل تطبيق الشركة

source: Sign In
ar: تسجيل الدخول

# new_account
source: Create new account?
ar: إنشاء حساب جديد؟

source: Sign Up
ar: تسجيل

source: Username
ar: اسم المستخدم

source: or
ar: أو

# forgot_pass
source: Forgot password
ar: نسيت كلمة المرور

# forgot_pass_verify
source: We'll send a verification code to your number so you can change your password
ar: سنرسل رمز التحقق إلى رقم هاتفك لتتمكن من تغيير كلمة المرور

source: Send Code
ar: إرسال الرمز

# enter_code
source: Enter 6-digit code
ar: أدخل الرمز المكون من 6 أرقام

# send_to
source: Your code was sent to
ar: تم إرسال الرمز إلى

# wrong_code
source: Oops! The code you entered is incorrect. Please check the code and try again.
ar: معذرة! الرمز الذي أدخلته غير صحيح. يرجى التحقق من الرمز والمحاولة مرة أخرى.

source: Resend code
ar: إعادة الإرسال

# send_again
source: Re-send again in
ar: أعد الإرسال مرة أخرى بعد

# seconds
source: s
ar: ثانية

# otp_send
source: OTP Send Successful
ar: تم إرسال رمز OTP

# add_socials
source: Add your socials
ar: أضف حساباتك الاجتماعية

# more_brand_info
source: The more information brands get about your account, the more tasks they will be able to offer you.
ar: كلما حصلت العلامات التجارية على مزيد من المعلومات حول حسابك، كلما زادت عدد التعاونات التي يمكنهم تقديمها لك.

source: Upload Image
ar: تحميل صورة

# option
source: optional
ar: اختيارى

# minimum_size
source: Use a size that's at least
ar: استخدم صورة بحجم لايقل عن

source: pixels
ar: بكسل

source: Custom Link
ar: رابط مخصص

# respond_within
source: We will respond within
ar: سنرد خلال

source: hours
ar: ساعة

# deposit_process
source: The deposit process takes from 5 minutes to 2 business days
ar: تستغرق عملية الإيداع من 5 دقائق إلى يومين عمل

# ok
source: Okay
ar: حسنا

# ok_txt
source: Ok
ar: حسنا

# platform_name
source: Name of Platform
ar: اسم المنصة

source: Enter link
ar: أدخل الرابط

source: save
ar: حفظ

# add_profile_pic
source: Add a profile picture
ar: إضافة صورة الملف الشخصي

# public_profile_pic
source: Add your public profile picture.
ar: اضف صورة الملف الشخصى التى تظهر للجميع

# visible
source: Visible to everyone
ar: مرئية للجميع

# show_socials_links
source: Show all your socials media links.
ar: إظهار جميع روابط حساباتك الاجتماعية.

# add_more_socials
source: Add more socials media
ar: أضف المزيد من وسائل التواصل الاجتماعي

# claim_link
source: Claim your nojom link
ar: احصل على رابط نجوم الخاص بك

# represent_user_name
source: This will be your Nojom link to showcase everything. Please choose a good username.
ar: رابط نجوم الخاص بك جاهز. اختر اسم مستخدم مميزًا لتمثيلك

# confirm_message
source: You have successfully reset your password. Please use your new password when logging in.
ar: لقد قمت بإعادة تعيين كلمة المرور الخاصة بك بنجاح. الرجاء استخدام كلمة المرور الجديدة عند تسجيل الدخول

# pass_reset_success
source: Password reset successful
ar: تم إعادة تعيين كلمة المرور بنجاح

# enter_name
source: Enter your name
ar: أدخل اسمك

# enter_public_name
source: Enter your public name in English and Arabic.
ar: أدخل اسمك الذى يظهر للجميع بالإنجليزية والعربية.

# reset_pass
source: Reset password
ar: إعادة ضبط كلمة المرور

# new_pass_message
source: Your new password must be different from previously used passwords.
ar: يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمات المرور التى تم استخدامها من قبل

source: Confirm
ar: تأكيد

source: Stars
ar: النجوم

source: Submitted File
ar: الملفات المرفقة

source: See All Files
ar: رؤية كل الملفات

# gender
source: What's your gender?
ar: ما هو جنسك

# help_brands_in_filter
source: This helps brands filter and find you.
ar: هذا يساعد العلامات التجارية على التصفية والعثور عليك

source: Visible to
ar: ظاهر لى

source: Everyone
ar: الجميع

source: Brand Only
ar: العلامات التجارية فقط

source: Only me
ar: أنا فقط

source: All
ar: الكل

source: brands only
ar: العلامات التجارية فقط

# just_me
source: only me
ar: أنا فقط

# mark_location
source: Where are you located
ar: اين موقعك؟

source: Country
ar: الدولة

source: City
ar: المدينة

# create_star_account
source: Create your star account
ar: انشئ حساب النجم الخاص بك

# private_to_me
source: Private, visible only to me
ar: خاص، يظهر لي فقط

# enter_number_or_phone
source: Enter a real email and phone number.
ar: ادخل البريد الاكتروني و رقم هاتف

source: Email address
ar: البريد الاكتروني

# have_account
source: Already have an account?
ar: لديك حساب بالفعل؟

source: Login
ar: تسجيل الدخول

source: Select Country
ar: اختر الدولة

source: Search
ar: بحث

# popular_location
source: Popular Locations
ar: المواقع المشهورة

# who_can_see
source: Who Can See This Item
ar: من يمكنه الاطلاع على هذه المعلومة

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Public
ar: الجميع

# for_every_one
source: Visible to everyone
ar: تظهر للشركات فقط

# restricted_members
source: Restricted to brand members
ar: علامات تجارية محددة

source: members
ar: أعضاء

# visible_to_owner
source: Private, visible only to owner
ar: خاص، يمكن للمالك فقط رؤيته

source: Popular Countries
ar: الدول المشهورة

source: Select City
ar: اختر المدينة

# wrong_url_video
source: 🚫 It looks like the link you entered is not correct. Please enter a valid YouTube link. If you need assistance, feel free to contact our support team.
ar: 🚫 يبدو أن الرابط الذي أدخلته غير صحيح. الرجاء إدخال رابط يوتيوب صالح. إذا كنت بحاجة إلى المساعدة، فلا تتردد في الاتصال بفريق الدعم لدينا.

source: Agency Info
ar: معلومات الوكالة

source: Name
ar: الاسم

source: About Me
ar: عنّي

source: Agency Email
ar: البريد الإلكتروني للوكالة

source: Website
ar: الموقع الإلكتروني

source: Address
ar: العنوان

source: Other
ar: أخرى

source: Edit
ar: تعديل

source: Send Offers
ar: ارسال عروض

source: Messages
ar: الرسائل

source: Email
ar: البريد الإلكتروني

source: WhatsApp
ar: واتساب

source: Show All Section
ar: عرض كل الأقسام

source: Overview
ar: نظرة عامة

# social_media
source: My Accounts
ar: حساباتي

source: Portfolio
ar: الأعمال السابقة

source: Work with
ar: عملائي

# stores_and_products
source: My Stores
ar: متاجري

source: YouTube
ar: اليوتيوب

source: Partners
ar: شركائي

source: Agency
ar: الوكالة

# stories
source: My Stories
ar: متاجرى

source: Read more
ar: اقرأ المزيد

source: Read less
ar: اقرأ أقل

source: Brand
ar: الشركات

source: Copy
ar: نسخ

source: Preview
ar: عرض

# type
source: Gender
ar: الجنس

source: Download App
ar: حمل التطبيق

source: My Product
ar: منتجاتي

source: Hide
ar: اخفاء

source: Show
ar: اظهار

source: Add
ar: اضافة

source: My Store
ar: متجري

source: Contract
ar: العقود

source: cooperations
ar: التعاونات

# verified_account
source: Mawthouq
ar: موثوق

# modify_sections_order
source: Modify the order of sections
ar: تعديل ترتيب الاقسام

source: Category
ar: المجال

# ar_name
source: Arabic Name
ar: الاسم بالعربية

source: Business Email
ar: بريد العمل الالكترونى

source: Profile
ar: الملف الشخصى

source: Accept Offer
ar: قبول عرض

source: How can see this item
ar: من يمكمنه الاطلاع على هذه المعلومة

source: Save Changes
ar: حفظ التعديلات

# confirm_save_txt
source: Would you like to save before exiting?
ar: هل تود حفظ التعديلات قبل الخروخ

source: Discard
ar: الغاء التعديلات

# max_videos_number
source: You can add up to 20 videos
ar: يمكنك إضافة ما يصل إلى 20 مقطع

# share_video_link
source: Share the link to your newest video to expand your audience and boost your viewership
ar: شارك الرابط الخاص بأحدث مقطع فيديو لديك لتوسيع نطاق جمهورك وتعزيز نسبة المشاهدة

source: Add YouTube Video
ar: اضف مقطع يوتيوب

source: Delete YouTube Video
ar: حذف مقطع يوتيوب

# confirm_delete_txt
source: You're going to delete the
ar: انت على وشك حذف

# confirm_delete
source: Yes, Delete!
ar: نعم، احذفه!

# keep_it
source: No, Keep It.
ar: لا، احتفظ به

source: Are you sure?
ar: هل أنت متأكد؟

# public_profile_desc
source: Public profile is visible to anyone, even outside Nojom. Use this link as your bio link on all platforms
ar: الصفحة الشخصية مرئية لأى شخص، حتى خارج منصة نجوم. استخدم هذا الرابط كرابط لسيرتك الذاتية على جميع المنصات

# brand_profile_desc
source: Brand profile is visible to brands only,Use this link as your brands link on all platforms
ar: صفحة الشركات مرئية للشركات فقط. استخدم هذا الرابط كرابط لشركاتك على جميع المنصات.

# add_partner
source: Add the first Partners
ar: اضف شريكك الأول

# increase_credibility
source: Increase your credibility by listing your clients of brands
ar: قم بزيادة مصداقيتك من خلال عرض قائمة عملائك من العلامات التجارية

# max_partners_number
source: You can add up to 20 item
ar: يمكنك إضافة ما يصل إلى 20 شريك

source: Add New partner
ar: اضافة شريك جديد

source: Add New Company
ar: اضافة شركة جديدة

# upload_logo
source: Upload Logo (Optional)
ar: رفع شعار (اختياري)

# logo_image_size
source: Use a size that's at least 440 x 440 pixels
ar: استخدم صورة بهذا الحجم هلى الاقل (440x440) بكسل

source: Company Name
ar: اسم الشركة

# coupon
source: Coupon(option)
ar: كوبون(اختيارى)

source: Link
ar: رابط

source: View
ar: الخصوصية

# press_again_to_exit
source: Press back again to exit
ar: اضغط مرة أخرى للخروج

# my_campaign
source: Campaign
ar: حملتي

source: More
ar: المزيد

source: Chats
ar: المحادثات

source: Mawthooq
ar: موثوق

source: BirthDate
ar: تاريخ الميلاد

source: Price
ar: السعر

source: Min
ar: الحد الأدنى

source: Max
ar: الحد الأقصى

# twenty_four_hours
source: 24 hours
ar: 24 ساعة

source: Send Offer
ar: إرسال عرض

# add_first_social_media
source: Add the first Social Media
ar: اضف اول قناة تواصل اجتماعى

source: Add Social Media
ar: اضف قناة تواصل اجتماعى

source: Add New Product
ar: اضف منتج جديد

source: Add New Store
ar: اضف متجر جديد

source: Title
ar: العنوان

source: Stores
ar: المتاجر

source: Products
ar: المنتجات

source: Product URL
ar: رابط URL للمنج

source: Select Currency
ar: ختر العملة

source: Dollar ($)
ar: دولار

# saudi_riyal
source: Saudi Riyal (SAR)
ar: ريال سعودي(ر.س)

# add_first_store
source: Add the first Item
ar: اضف متجرك الاول

# unit_social_media
source: But all social media in one link with 2 steps add link only
ar: وحد جميع قنوات التواصل الاجتماعي الخاصة بك فى رابط واحد بخطوتين

# up_to_twenty_store
source: You can add up to 20 item
ar: مكنكك اضافة حتى 20 متجر

# increase_sales
source: Increase sales by expanding product visibility to a wider audience
ar: زد من مبيعاتك عن طريق تةسعة مدى انتشار منتجاتك لجمهور اكبر

# add_first_collaboration
source: Add the first Collaboration
ar: اضف تعاونك الاول

# max_videos_and_images_number
source: You can add up to 20 videos & Image
ar: يمكنك أضافة حتى 20 فيديو وصور

# tool_tip_message
source: controller how can send you collaboration offers. Choose 'public' to accept offers from everyone. Choose 'Brands' to limit offers to businesses, or 'Only me' to restrict any party from sending you offers
ar: تحكم فى من يمكنه ارسال عروض التعاون اليك. اختر 'الجميع' لقبول العروض من اى شخص. او 'الشركات' للحد من العروض للشركات فقط، أو 'أنا فقط' حيث لا يمكن لأي جهة ارسال عروض التعاون لك

# campaign_date
source: Campaign Date(optional)
ar: تاريخ الحملة(اختيارى)

source: Contract Date
ar: تاريخ العقد

source: From
ar: من

source: To
ar: الى

source: Have Contract
ar: يوجد عقد

# number_of_times
source: Number of Times (optional)
ar: عدد المرات(اختيارى)

source: Add Company
ar: اضافة شركة

source: Phone
ar: رقم الهاتف

source: Business
ar: الأعمال

source: Music
ar: الموسيقي

source: Payment
ar: الدفع

source: Entertainment
ar: الترفيه

source: Lifestyle
ar: نمط الحياة

source: Select Category
ar: اختر المجال

source: Select Tags
ar: اختر الفئات

source: Add Video Or Image
ar: اضف فيديو او صورة

# add_first_video_or_image
source: Add the first Video Or Image
ar: اضف اول فيديو او صورة

# add_up_to_fifty_videos_and_images
source: You can add up to 50 videos & Image
ar: يمكنك اضافة حتى 50 فيديو او صورة

source: Add Portfolio
ar: اضافة سابقة اعمال

# num_of_followers
source: Num of Followers (optional)
ar: عدد المتابعين(اختيارى)

# show_followers
source: Show Followers for all users
ar: اظهار المتابعين لجميع المستخدمين

# boost_your_collaboration
source: Boost your collaboration opportunities by adding one of your successful campaign video to your portfolio
ar: عزز فؤصك للتعاون باضافة فيديو لأحد حملاتك الناجحة الى سابقة أعمالك

# social_more_information
source: The more information brands get about your account, the more tasks they will be able to offer you.
ar: كلما زادت المعلومات التى تحصل عليها العلامات التجارية حول حسابك ، كلما زادت التعاونات التى ستتمكن من عرضها عليك

# add_first_product
source: Add the first Item
ar: اضف منتجك الاول

# products_max_number
source: You can add up to 20 item
ar: يمكنك أضافة حتى 20 منتج

# store_image_size
source: Use a size that's at least 720 x 480 pixels
ar: استخدم صورة بهذا الحجم هلى الاقل (720x440) بكسل

# add_video_image
source: Add Video Or Image
ar: أضف فيديو أو صورة

# add_first_video_image
source: Add the first video or image
ar: أضف أول فيديو أو صورة

# portfolio_empty
source: Boost your collaboration opportunities by adding one of your successful campaign video to your portfolio
ar: عزز فرص التعاون لديك من خلال إضافة أحد مقاطع الفيديو الخاصة بحملاتك الناجحة إلى محفظتك

# portfolio_limit
source: You can add up to 50 videos & Image
ar: يمكنك إضافة ما يصل إلى 50 مقطع فيديو وصورة

# add_new_video_image
source: Add New Video Or Image
ar: أضف فيديو أو صورة جديدة

# upload_video_image
source: Upload Video Or Image
ar: تحميل فيديو أو صورة

source: Delete Product
ar: حذف المنتج

source: Delete Store
ar: حذف المتجر

source: Location
ar: الموقع

source: Mawthooq New Number
ar: رقم موثوق الجديد

# category_and_tags
source: Category & Tags
ar: الاقسام و الفئات

source: Tags
ar: الكلمات المفتاحية

# trusted_advantage
source: Verification provides access to exclusive opportunities, premium ads, and profitable partnerships, which enhances the user experience
ar: التحقق يتيح الوصول الى فرصة حصرية، اعلانات مميزة،وشراكات مربحة،مما يعزز تجربة المستخدم

source: Mawthooq Number
ar: رقم موثوق

# sar_currency
source: SAR
ar: ر.س

source: Delete Partner
ar: حذف الشريك

source: Delete Portfolio
ar: حذف سابقة الاعمال

source: Delete Company
ar: حذف الشركة

source: State
ar: المنطقة

source: Price Range
ar: نطاق السعر

source: Age
ar: العمر

# visit_web
source: Visit Website
ar: زيارة الموقع

source: Company type
ar: نوع الشركة

source: Company Size
ar: حجم الشركة

source: Founded
ar: تأسست
